Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: Temperature sensors with builtin levels
cn: 温度传感器与内建的水平
mk: 温度传感器，内置水平

source: Temperature, Humidity, etc.
cn: 温度，湿度等。
mk: 温度，湿度等。

source: Temporarily disable this connection
cn: 暂时禁用此连接
mk: 暂时停用此连接

source: Text
cn: 文本
mk: 文本

source: Text to match
cn: 文本匹配
mk: 文本匹配

source: That many permissions do not use the factory defaults.
cn: 很多权限不使用出厂时的默认设置。
mk: 很多权限不使用出厂默认值。

source: The "Authentication Expiration" attribute (%s) could not be fetched from the LDAP server for user %s.
cn: 不能从LDAP服务器为用户%s %s “认证过期”属性（ %s ） 。

source: The %s %s does not match this rule.
cn: %s %s不匹配这条规则。
mk: %s %s不匹配这条规则。

source: The %s started flapping
cn: %s开始扑
mk: %s开始扑

source: The %s stopped flapping
cn: %s停止扑
mk: %s停止扑

source: The <i>from</i> time must not be greater then the <i>until</i> time.
cn: 的<i> </ i>时间不得大于在<i>，直到</ i>时间。
mk: 在<i> </ I>时间不得大于在<i>直到</ I>时间。

source: The CPU load of a system is the number of processes currently being in the state <u>running</u>, i.e. either they occupy a CPU or wait for one. The <u>load average</u> is the averaged CPU load over the last 1, 5 or 15 minutes. The following levels will be applied on the average load. On Linux system the 15-minute average load is used when applying those levels. The configured levels are multiplied with the number of CPUs, so you should configure the levels based on the value you want to be warned "per CPU".
cn: 系统CPU负载的过程，目前的状态是<U>运行</ U>，即：要么他们占据了CPU或等待一次。的<U>平均负载</ U>是在过去1年，5年或15分钟的平均CPU负载。将被应用到以下水平的平均负荷。在Linux系统上使用15分钟的平均负载时，这些水平。配置水平乘以CPU的数量，所以你应该配置水平的基础上你想要的值被警告“每CPU ”。

source: The CPU utilization sums up the percentages of CPU time that is used for user processes and kernel routines over all available cores within the last check interval. The possible range is from 0% to 100%
cn: CPU利用率总结了CPU时间的百分比，用于用户进程和内核例程的最后一次检查的时间间隔内所有可用的核心。的可能范围是从0％到100％
mk: CPU利用率总结了用于用户进程和内核例程的最后一次检查的时间间隔内所有可用内核的CPU时间的百分比。的可能范围是从0％到100％

source: The CPU utilization sums up the percentages of CPU time that is used for user processes, kernel routines (system), disk wait (sometimes also called IO wait) or nothing (idle). Currently you can only set warning/critical levels to the disk wait. This is the total percentage of time all CPUs have nothing else to do then waiting for data coming from or going to disk. If you have a significant disk wait the the bottleneck of your server is IO. Please note that depending on the applications being run this might or might not be totally normal.
cn: CPU利用率总结了CPU时间的百分比，用于用户进程内核例程（系统），等待磁盘（有时也被称为IO等待）或没有（空闲）。目前，你可以只设置警告/临界水平的磁盘等待。这是所有的CPU总时间的百分比有没有别的事情可做，然后等待来自或前往到磁盘的数据。如果你有一个显著的磁盘等待您的服务器的瓶颈是IO。请注意，这取决于应用程序正在运行，这可能是也可能不是完全正常。
mk: CPU利用率总结了用于用户进程内核例程（系统），磁盘的等待（有时也被称为IO等）或没有（空闲）的CPU时间的百分比。目前你只能设置警告/严重程度的磁盘等待。这是所有的CPU总时间的百分比有没有别的事情可做然后等待来自或前往到磁盘的数据。如果你有一个显着的磁盘等待您的服务器的瓶颈是IO。请注意，这取决于应用程序正在运行，这可能或可能不会完全正常。

source: The ID is already used by another role
cn: 另一个角色的ID已被使用
mk: 另一个角色的ID已被使用

source: The LDAP attribute containing the alias of the user.
cn: LDAP属性包含用户的别名。

source: The LDAP attribute containing the pager number of the user.
cn: LDAP属性包含用户的寻呼机号码。

source: The LDAP connector is enabled in global settings, but the LDAP server to connect to is not configured. Please fix this in the <a href="wato.py?mode=edit_configvar&varname=ldap_connection">LDAP connection settings</a>.
cn: LDAP连接器中启用了全局设置，但没有配置LDAP服务器连接到。请在<a href="wato.py?mode=edit_configvar&varname=ldap_connection">解决这个LDAP连接设置</ A>。

source: The LDAP connector is unable to connect to the LDAP server (%s).
cn: LDAP连接器无法连接到LDAP服务器（ %s ）。

source: The Logfile
cn: 的日志文件
mk: 日志文件

source: The Multisite URL must end with /check_mk/
cn: 多站点URL必须结束与/ check_mk /
mk: 多站点URL必须结束/ check_mk /

source: The Multisite User Management code is modularized, the modules are called user connectors. A user connector can hook into multisite at several places where users are handled. Examples are the authentication or saving of user accounts. Here you can enable one or several connectors to extend or replace the default authentication mechanism (htpasswd) e.g. with ldap based mechanism.
cn: 的多用户管理代码的模块化，模块被称为用户的连接。在几个地方处理用户的用户的连接器可以连接到多点。例如身份验证的用户帐户或储蓄。在这里，您可以启用一个或多个连接器来扩展或替换默认的身份验证机制（htpasswd的），如基于LDAP的机制。

source: The Multisites URL must begin with <tt>http://</tt> or <tt>https://</tt>.
cn: 多站台的URL必须开始与<TT> http:// </ tt>的或<tt> https://开头</ P>。
mk: 的站台URL必须开始<TT> http:// </ tt>的<TT> https://开头</ P>。

source: The Number of the power Phase.
cn: 电源相数。

source: The TCP Port the SMTP server is listening on. The default is <tt>25</tt>.
cn: 的SMTP服务器的TCP端口上监听。默认为<tt> 25 </ P>。
mk: TCP端口SMTP服务器的侦听。的的默认为<tt> 25 </ tt>的。

source: The URL must begin with http://
cn: URL必须以http://开头
mk: 该URL必须以http://开头

source: The URL prefix must end with a slash.
cn: URL前缀必须以斜线结束。
mk: URL的前缀必须以一个斜线结束。

source: The URL prefix will be prepended to links of addons like PNP4Nagios or the classical Nagios GUI when a link to such applications points to a host or service on that site. You can either use an absolute URL prefix like <tt>http://some.host/mysite/</tt> or a relative URL like <tt>/mysite/</tt>. When using relative prefixes you needed a mod_proxy configuration in your local system apache that proxies such URLs ot the according remote site. Please refer to the <a target=_blank href='%s'>online documentation</a> for details. The prefix should end with a slash. Omit the <tt>/pnp4nagios/</tt> from the prefix.
cn: 将被附加到URL前缀的插件像PNP4Nagios或经典的Nagios的GUI的链接时，链接到应用点，在该网站上的主机或服务。您可以使用一个绝对URL前缀，如<TT> http://some.host/mysite/ </ P>或相对URL一样的<tt> /编辑mysite / </ P>。当使用相对前缀，你需要的是mod_proxy的代理这样的URL OT在您的本地系统上的Apache配置相应的远程站点。请参阅的目标= _blank HREF =“ %s在线文档</ A>有关详细信息，。前缀应以斜线结束。省略的<tt> / pnp4nagios / </ P>的前缀。
mk: URL的前缀将被附加到的插件像PNP4Nagios或古典Nagios的GUI的链接当此类应用到主机或服务在该网站上的链接。您可以使用绝对URL的前缀，如<TT> http://some.host/mysite/ </ P>或相对URL，如<TT> / mysite的/ </ P>。当使用相对前缀，你需要一个的mod_proxy的配置在您的本地系统的apache代理网址OT根据远程站点。请参阅<目标= _blank HREF =' %s '>在线文档</ a>，以细节。前缀应该用斜线结束。省略的<tt> / pnp4nagios / </ tt>的前缀。

source: The age of the current host state
cn: 在当前主机的状态年龄
mk: 当前主机状态的年龄

source: The age of the current service state
cn: 当前的服务状态年龄
mk: 当前服务状态的年龄

source: The attribute used to identify the individual users. It must have unique values to make an user identifyable by the value of this attribute.
cn: 所使用的属性，以确定的单个用户。它必须有独特的的值使用户identifyable，这个属性的值。

source: The attribute used to identify users group memberships.
cn: 该属性用于识别用户的组成员身份。

source: The audit logfile is empty.
cn: 审计日志文件是空的。
mk: 审计日志文件是空的。

source: The base distinguished name to be used when performing group account related queries to the LDAP server.
cn: 表演团体的相关查询时使用的LDAP服务器的基本可分辨名称。

source: The base distinguished name to be used when performing user account related queries to the LDAP server.
cn: 基本可分辨名称执行时要使用的LDAP服务器的用户帐户相关的查询。

source: The battery capacity in percent at and below which a critical state is be triggered
cn: ％的电池容量低于该临界状态被触发

source: The both passwords do not match.
cn: 这两个密码不匹配。
mk: 这两个密码不匹配。

source: The check <tt>fileinfo</tt> monitors the age and size of a single file. Each file information that is sent by the agent will create one service. By defining grouping patterns you can switch to the check <tt>fileinfo.groups</tt>. That check monitors a list of files at once. You can set levels not only for the total size and the age of the oldest/youngest file but also on the count. You can define one or several patterns containing <tt>*</tt> and <tt>?</tt>, for example <tt>/var/log/apache/*.log</tt>. For files contained in a group the inventory will automatically create a group service and no single service.
cn: 检查<TT>的FileInfo </ tt>的监控的年龄和大小的单个文件。每个文件由代理发送的信息，将创建一个服务。通过定义分组模式，你可以切换检查<TT> fileinfo.groups的</ P>。这一检查监视的文件列表一次。您可以设置水平，不仅为最古老的/最小的文件的总大小和年龄，但也对计数。你可以定义一个或几个模式包含<TT> * </ P>和<tt>？</ P>，例如<TT> /无功/日志/阿帕奇/ *。日志</ tt>的。对于文件包含在一组的库存会自动创建一组服务，没有单一的服务。
mk: 检查<TT>的FileInfo </ tt>的监控的年龄和大小的单个文件。每个文件由代理发送的信息，将创建一个服务。通过定义分组模式，你可以切换到“检查<TT> fileinfo.groups </ tt>中。检查监控的文件列表。您可以设置水平不仅为最古老的/小的文件的总大小和年龄，但也对计数。您可以定义一个或几个模式<TT> * </ TT>和<tt>？</ TT>，例如<TT> /无功/日志/阿帕奇/ *。日志</ TT>。对于一组中的文件清单会自动创建一组服务，并没有单一的服务。

source: The check will trigger a warning or critical state if the size of the database exceeds these levels.
cn: 检查将触发一个警告或严重状态的数据库的大小如果超过这些水平。
mk: 检查将触发警告或严重状态的数据库的大小，如果超过这些水平。

source: The classical sidebar of Nagios 3.2.0 with links to your local Nagios instance (no multi site support)
cn: 经典的侧边栏的Nagios 3.2.0当地Nagios的实例（没有支持多站点的链接）
mk: 经典的侧边栏链接到本地​​Nagios的实例（没有多站点支持的Nagios 3.2.0）

source: The cluster must have at least one node
cn: 群集必须至少有一个节点
mk: 集群必须有至少一个节点

source: The configured User-ID attribute "%s" does not exist for the user "%s"
cn: 配置的用户ID属性“ %s “不存在的用户” %s “

source: The count of remaining entries in the DHCP pool represents the number of IP addresses left which can be assigned in the network
cn: DHCP池中剩余的条目的计数表示的数目可以被分配在网络中的IP地址离开
mk: DHCP池中剩余的条目的计数表示它可以被分配在网络中留下的IP地址的数量

source: The creation of random hosts is a facility for test and development and disabled by default. It allows you to create a number of random hosts and thus simulate larger environments.
cn: 创建随机的主机是一个用于测试和开发设施，默认情况下禁用。它允许你创建一个随机的主机数量，从而模拟较大的环境中。
mk: 创造任意主机是一个用于测试和开发设施，默认情况下禁用。它允许你创建一个随机主机数量较大的环境中，从而模拟。

source: The critical battery current in Ampere
cn: 关键的电池电流，安培

source: The critical temperature of the battery
cn: 电池的临界温度

source: The current data is being filtered
cn: 被过滤的当前数据
mk: 目前的数据被过滤

source: The data type of the value does not match any of the allowed alternatives.
cn: 值的数据类型不匹配所允许的替代品。
mk: 值的数据类型不匹配任何允许的替代品。

source: The datasource of a view cannot be changed.
cn: 数据源的视图不能更改。
mk: 数据源视图不能更改。

source: The datatype must be a tuple, but is %r
cn: 数据类型必须是一个元组，但％R
mk: 数据类型必须是一个元组，但％R

source: The datatype must be list, but is %s
cn: 数据类型必须是列表中，但是%s
mk: 必须的数据类型列表中，但是%s

source: The datatype must be str (string), but is %s
cn: 数据类型必须是str（字符串），但%s
mk: 数据类型必须是STR（字符串），但%s

source: The datatype must be tuple, but ist %s
cn: 数据类型必须是元组，但IST %s
mk: 数据类型必须是元组，但北京时间%s

source: The default interval is set to one minute. Here you can specify a larger interval. The host is contacted in this interval on a regular base. The host check is also being executed when a problematic service state is detected to check wether or not the service problem is resulting from a host problem.
cn: 默认时间间隔设置为一分钟。在这里，您可以指定一个较大的时间间隔。主机在此区间上，定期联络。检查主机也被执行，当检测到有问题的服务状态查询天气或服务问题导致主机的问题。
mk: 默认时间间隔设置为一分钟。在这里，你可以指定一个较大的时间间隔。主机接触，在此区间内定期基地。检查主机也被执行时有问题的服务状态检测，以检查是否或不是服务问题导致主机的问题。

source: The default is 1 sec.
cn: 默认值是1秒。
mk: 默认值是1秒。

source: The default is 5.
cn: 默认为‘5’。
mk: 默认为‘5’。

source: The default is to use version 2
cn: 默认情况下是使用第2版
mk: 默认设置是使用第2版

source: The directory %s does not exist or is not a directory.
cn: 的目录%s不存在或不是一个目录。
mk: 的目录%s不存在或不是一个目录。

source: The distinguished name of the container object, which holds the user objects to be authenticated, is not configured. Please fix this in the <a href="wato.py?mode=edit_configvar&varname=ldap_userspec">LDAP User Settings</a>.
cn: 没有配置的容器对象，用于保存用户认证对象的可分辨名称。请在<a href="wato.py?mode=edit_configvar&varname=ldap_userspec">解决这个LDAP用户设置</ a>。

source: The email address is optional and is needed if the user is a monitoring contact and receives notifications via Email.
cn: 电子邮件地址是可选的，如果用户需要是一个监控接触，并通过电子邮件接收通知。
mk: 的电子邮件地址是可选的，如果用户需要的是一个监控接触，并通过电子邮件收到通知。

source: The entries here are regular expressions to match the beginning. Add a <tt>$</tt> for an exact match. An arbitrary substring is matched with <tt>.*</tt><br>Please note that on windows systems any backslashes need to be escaped.For example C:\\tmp\\message.log
cn: 这里的条目是正则表达式匹配的开始。添加一个<tt> </ P>精确匹配。任意子匹配使用<tt>。</ P> <br>请注意，在Windows系统上的任何反斜杠需要escaped.For例如C： TMP message.log，

source: The entry %s is missing
cn: 该条目%s缺失
mk: 的入境%s失踪

source: The filesystem levels will never fall below these values, when using the magic factor and the filesystem is very small.
cn: 使用魔法的因素和文件系统的文件系统水平将不会低于这些值，当是非常小的。
mk: 文件系统的水平绝不会低于这些值的神奇因子和文件系统，使用时是非常小的。

source: The first choice of a tag group will be its default value. If a tag group has only one choice, it will be displayed as a checkbox and set or not set the only tag. If it has more choices you may leave at most one tag id empty. A host with that choice will not get any tag of this group.<br><br>The tag ID must contain only of letters, digits and underscores.<br><br><b>Renaming tags ID:</b> if you want to rename the ID of a tag, then please make sure that you do not change its title at the same time! Otherwise WATO will not be able to detect the renaming and cannot exchange the tags in all folders, hosts and rules accordingly.
cn: 一个标签组的第一选择将其默认值。如果一个标签组只有一个选择，它会显示为一个复选框，并设置或不设置唯一的标签。如果有更多的选择，你可能会留下最多一个标签ID为空。与选择的主机不会得到任何标记的这组参考<BR>的标签ID必须只包含字母，数字和下划线。的<BR>参考<B>重命名标签ID：</ B>如果你想要重命名一个标签的ID，那么请确保你不改变其所有权的同时！否则WATO将不能够检测到重新命名，并不能交换的标签，在相应的文件夹，主机和规则。
mk: 的第一选择一个标签组，将其默认值。如果一个标签组只有一个选择，它将会显示一个复选框，并设置或不设置唯一的标签。如果有更多的选择，你可以离开至多有一个标签ID为空。与选择的主机将无法获得该组的任何标记。 - - 标签ID必须只包含字母，数字和下划线 - 的<b>重命名标签ID：</ B>如果你要重命名的ID标签，然后请确保你不改变其标题的同时！ WATO否则将不能够检测到重命名的，不能交换的标签在相应的文件夹，主机和规则。

source: The folder has no contact groups assigned to.
cn: 文件夹中有没有接触组分配。
mk: 分配给该文件夹中有没有接触小组。

source: The folder's contact groups are <b>%s</b>.
cn: 该文件夹的联络小组是<b> %s / B>。
mk: 文件夹中的联系人组有<b> %s </ B>。

source: The following query produced no output: <pre> %s</pre>
cn: 下面的查询没有产生输出： n <PRE> n %s </ pre> n
mk: 下面的查询没有产生输出： N N <PRE> %s </ PRE> N

source: The given base object "%s" does not exist in LDAP (%s))
cn: 在给定的基本对象“ %s “不存在于LDAP（ %s ））

source: The given host does not exist.
cn: 给定的主机不存在。
mk: 给定的主机不存在。

source: The given ldap filter "%s" is invalid (%s)
cn: 给定的LDAP过滤器“ %s “是无效的（ %s ）

source: The host <b>%s</b> is not managed by WATO.
cn: 的主机<B> %s </ B> WATO不管理。
mk: 主机<B> %s </ B>不管理WATO。

source: The host has the tag %s
cn: 主机标签%s
mk: 主机具有标记%s

source: The host is currently in downtime
cn: 目前在主机停机时间
mk: 目前在主机停机时间

source: The host is missing the tag %s
cn: 主机缺少的标签%s
mk: 主机缺少标记%s

source: The host name does not match.
cn: 主机名不匹配。
mk: 主机名不匹配。

source: The identificator of the themal sensor.
cn: 标志符的热敏纸料的传感器。
mk: 热敏纸料传感器的标志符。

source: The internal ID of the tag group is used to store the tag's value in the host properties. It cannot be changed later.
cn: 的内部ID的标签是用来存储在主机属性标记的值。它不能在以后更改。
mk: 使用标签组的内部ID标记的值存储在主机属性。它不能被改变。

source: The internal name of the tag. The special tags <tt>snmp</tt>, <tt>tcp</tt> and <tt>ping</tt> can be used here in order to specify the agent type.
cn: 内部名称的标记。特殊的标签，<TT> SNMP </ TT>，<TT> TCP </ tt>的和<TT>平</ TT>，这里可以使用以指定代理类型。
mk: 内部名称的标记。特殊标签<TT> SNMP </ TT>，<TT> TCP </ tt>的和<TT>平</ tt>的可以用在这里，以指定代理类型。

source: The inventory of this host failed during a previous bulk inventory.
cn: 该主机的库存失败，在以前的批量库存。
mk: 经清点，这台主机在以前的散货库存失败。

source: The last one was: <pre>%s</pre>
cn: 最后一个是：<PRE> %s </ pre>
mk: 最后一个是：<PRE> %s </ PRE>

source: The length of the queues
cn: 队列的长度
mk: 队列的长度

source: The levels for memory usage on Linux and UNIX systems take into account the currently used memory (RAM or SWAP) by all processes and sets this in relation to the total RAM of the system. This means that the memory usage can exceed 100%. A usage of 200% means that the total size of all processes is twice as large as the main memory, so <b>at least</b> the half of it is currently swapped out.
cn: 在Linux和UNIX系统的内存使用水平考虑到目前的所有进程使用的内存（RAM或交换），并设置在系统的总RAM。这意味着，内存使用量可能超过100％。一个使用200％表示所有进程的总大小是作为主存储器的两倍大，所以的<b>至少</ b>的一半是目前被换出。
mk: Linux和UNIX系统上的内存使用水平考虑到当前使用的内存（RAM或交换）中的所有进程，并设置有关系统的总内存。这意味着，内存使用量可能会超过100％。甲使用200％表示所有进程的总大小的两倍大，作为主存储器，如此<B>的至少</ b>的当前交换它的一半。

source: The levels for memory usage on Linux and UNIX systems take into account the currently used memory (RAM or SWAP) by all processes and sets this in relation to the total RAM of the system. This means that the memory usage can exceed 100%. A usage of 200% means that the total size of all processes is twice as large as the main memory, so <b>at least</b> the half of it is currently swapped out. Besides Linux and UNIX systems, these parameters are also used for memory checks of other devices, like Fortigate devices.
cn: 在Linux和UNIX系统的内存使用水平考虑到目前的所有进程使用的内存（RAM或交换），并设置在系统的总RAM。这意味着，内存使用量可能超过100％。一个使用200％表示所有进程的总大小是作为主存储器的两倍大，所以的<b>至少</ b>的一半是目前被换出。除了Linux和UNIX系统中，这些参数也可用于其他设备，例如FortiGate设备的内存检查。

source: The link name will be used in URLs that point to a view, e.g. <tt>view.py?view_name=<b>myview</b></tt>. It will also be used internally for identifying a view. You can create several views with the same title but only one per link name. If you create a view that has the same link name as a builtin view, then your view will override that (shadowing it).
cn: 链接名称将在URL中使用点到一个视图，例如<TT> view.py？view_name = <B> MyView的</ B> </ P>。它也将在内部使用的，用于识别一个视图。您可以创建多个相同的标题，但只有每一个链接名称的意见。如果您创建一种观点认为，作为一个内置的视图具有相同的链接名称，那么你的观点将覆盖（阴影）。
mk: 链接名称将用于在URL指向一个观点，如<TT> view.py？VIEW_NAME =的<b> MyView的</ B> </ P>。它也将在内部使用的用于识别一个视图。您可以创建相同的标题，但只有每一个链接名称的若干意见。如果你创建一种观点认为，作为一个内置的视图具有相同的链接名称，那么你的观点将覆盖（阴影）。

source: The log file <tt>%s</tt> of host <tt>%s</tt> could not be deleted: %s.
cn: 的日志文件的<tt>的%s </ P>的主机的<tt>的%s </ P>不能被删除： %s 。

source: The logfile is empty. No host has been created or changed yet.
cn: 日志文件是空的。没有主机已被创建或改变。
mk: 日志文件是空的。没有主机已经建立或改变。

source: The maximum age of the last backup.
cn: 最大年龄的最后一次备份。

source: The maximum number of failed checks until a service problem state will be considered as <u>hard</u>. Only hard state trigger notifications.
cn: 服务问题状态检查，直到失败的最大数量将被视为<U>硬</ U>。硬态触发通知。
mk: 服务问题状态检查，直到失败的最大数量将被视为<U>硬盘</ U>。只有硬态触发通知。

source: The maximum number of failed host checks until the host will be considered in a hard down state
cn: 的最大数量的主机检查失败，将被视为在硬关闭状态，直到主机
mk: 最大数量的主机检查失败，将被视为在硬关机状态，直到主机

source: The maximum size of all files on the backup space. This might be set to the allowed quotas on the configured FTP server to be notified if the space limit is reached.
cn: 备份空间上的所有文件的最大尺寸。这可能是设置上配置FTP服务器的空间限制，当达到所允许的限额。

source: The name of the OMD site to check the status for
cn: 名称的的OMD网站，检查的状态
mk: OMD网站的名称，检查的状态

source: The name of the application server
cn: 应用程序服务器的名称

source: The name of the group is used as an internal key. It cannot be changed later. It is also visible in the status GUI.
cn: 该组的名称被用作内部密钥。它不能在以后更改。也可看到它在状态GUI。
mk: 的组的名称作为内部密钥。它不能被改变。在状态GUI也可看到它。

source: The name of the replication partner (Destination DC Site/Destination DC).
cn: 的复制伙伴的名称（目标DC网站/目标DC）。
mk: 复制伙伴（目的地DC站/目的地DC）的名称。

source: The name of the switch port
cn: 交换机端口的名称
mk: 交换机的端口的名称

source: The name of the view may only contain letters, digits and underscores.
cn: 该视图的名称只能包含字母，数字和下划线。
mk: 的视图名称只能包含字母，数字和下划线。

source: The name or address you want to query
cn: 你要查询的名称或地址
mk: 您要查询的名称或地址

source: The network must contain three dots
cn: 网络必须包含三个点
mk: 网络必须包含三个点

source: The node <b>%s</b> is not a WATO host.
cn: 节点<b> %s </ b>是不是WATO主机。
mk: 的的节点的<b> %s </ b>是不是WATO主机。

source: The number of elements in the tuple must be exactly %d.
cn: 的元组中的元素的数目必须是完全相同%d 。
mk: 元组中的元素的数量必须是完全相同%d 。

source: The number of replication failures
cn: 复制失败的数量
mk: 复制失败

source: The number of seconds a cache file may be old if check_mk should use it instead of getting information from the target hosts while checking a cluster. Per default this is enabled and set to 90 seconds. If your check cycle is not set to a larger value than one minute then you should increase this accordingly.
cn: 可能是旧的，如果check_mk应该使用它，而不是得到目标主机的信息，同时检查群集的缓存文件的秒数。每启用默认情况下，这是设置为90秒。如果您的支票周期没有被设置为一个较大的值超过一分钟，那么你应该增加。
mk: 秒数一个缓存文件可能是旧的如果check_mk应该使用它，而不是得到目标主机的信息，同时检查集群。默认情况下，这是每启用并设置为90秒。如果你的检查周期没有设置一个较大的值超过一分钟，那么你应该增加。

source: The number of the port type. For example 53 (propVirtual)
cn: 端口类型。例如53（propVirtual）

source: The offset in ms at which a critical state is triggered.
cn: 以毫秒为单位在被触发的临界状态的偏移量。

source: The offset in ms at which a warning state is triggered.
cn: 以毫秒为警告状态被触发的偏移量。

source: The output voltage at and below which a critical state is triggered.
cn: 处的输出电压低于该临界状态被触发。

source: The pager address is optional
cn: 的寻呼地址是可选的
mk: 寻呼机地址是可选的

source: The parent '%s' is monitored on site '%s' while the host itself is monitored on site '%s'. Both must be monitored on the same site. Remember: The parent/child relation is used to describe the reachability of hosts by one monitoring daemon.
cn: 站点' %s %s '父' %s %s监控，而监控主机本身站点' %s '。双方都必须在同一个站点监测。请记住：是用来描述一个监控守护进程的主机是否可达的父/子关系。
mk: 网站' %s %s '父' %s %s监控，而监控主机本身网站' %s '。二者都必须在同一个站点监测。请记住：父/子关系是用来形容一个监控守护主机的可达性。

source: The parent scan will try to detect the last gateway on layer 3 (IP) before a host. This will be done by calling <tt>traceroute</tt>. If a gateway is found by that way and its IP address belongs to one of your monitored hosts, that host will be used as the hosts parent. If no such host exists, an artifical ping-only gateway host will be created if you have not disabled this feature.
cn: 父扫描将尝试检测第3层（IP）前的最后一个网关主机。这项工作将通过调用<TT>的traceroute </ P>。如果网关通过这种方式被发现，其IP地址属于一个受监视的主机，该主机将被用来作为主机的母公司。如果不存在这样的主机，人工平仅的网关主机将被创建，如果您没有禁用此功能。
mk: 父扫描将尝试检测第3层（IP）的主机前的最后一个网关。这项工作将通过调用<TT> traceroute的</ P>。如果网关通过这种方式，发现其IP地址属于您的监视主机，则该主机将被用来作为东道主父。如果不存在这样的主机，人工平唯一的网关主机将被创建，如果你还没有停用此功能。

source: The password can not be changed (It is locked by the user connector).
cn: 密码不能被改变（被锁定的用户连接）。

source: The primary system is currently unreachable. Please make sure that you synchronize changes back as soon as it is available again.
cn: 主系统是目前无法访问。请确保更改同步尽快赶回来的，因为它是可以再次使用。
mk: 主系统目前是无法访问。请确保您同步变化，只要它再次可用。

source: The python module python-ldap seem to be missing. You need to install this extension to make the LDAP user connector work.
cn: Python模块python-LDAP似乎缺少。您需要安装此扩展名的LDAP用户连接工作。

source: The replication priority is used to determine the master site from the available peers and local sites. The site with the highest number takes precedence.
cn: 复制优先级用于确定从现有的同行和本地网站主站点。该网站最高的优先级。
mk: 复制优先级用于确定从可用的同行和当地网站主站点。该网站与数最高优先。

source: The response reached a size limit. This could be due to a sizelimit configuration on the LDAP server.<br />Throwing away the incomplete results. You should change the scope of operation within the ldap or adapt the limit settings of the LDAP server.
cn: 反应达到大小限制。这可能是由于LDAP服务器上的一个sizelimit的配置。<br />扔掉不完整的结果。你应该改变经营范围内的LDAP或适应的LDAP服务器的限制设置。

source: The rule does not apply to the folder of the host.
cn: 该规则不适用的主机的文件夹。
mk: 该规则并不适用于主机的文件夹。

source: The rule is only applied to hosts directly in or below this folder.
cn: 该规则只适用于主机直接或低于这个文件夹。
mk: 该规则仅适用于直接或低于这个文件夹中的主机。

source: The rule will only be applied to hosts fullfulling all of of the host tag conditions listed here, even if they appear in the list of explicit host names.
cn: 该规则将只适用于fullfulling所有的标签所列条件的主机的主机，即使他们出现在列表中显式主机​​名。
mk: 规则将只适用于主机fullfulling所有的主机标签所列条件，即使他们出现在列表中显式主机​​名。

source: The selected hosts have no explicit attributes
cn: 所选择的主机没有明确的属性
mk: 选定的主机有没有明确的属性

source: The selected icon image does not exist.
cn: 不存在所选择的图标图像。
mk: 不存在所选择的图标图像。

source: The service description will be <b>LDAP</b> plus this name
cn: 服务说明会<B> LDAP </ B>加这个名字
mk: 服务描述将<B> LDAP </ B>加上这个名字

source: The service description will be <b>SMTP</b> plus this name
cn: 服务描述为<b> SMTP </ B>这个名字加
mk: 服务描述<B> SMTP </ B>加上这个名字

source: The site id must consist only of letters, digit and the underscore.
cn: 的站点ID必须只包含字母，数字和下划线。
mk: 站点ID必须只包含字母，数字和下划线。

source: The site of the status host does not exist.
cn: 该网站的状态主机不存在。
mk: 在网站上的状态主机不存在。

source: The stratum ("distance" to the reference clock) at which the check gets critical.
cn: 地层（“距离”到参考时钟）​​，在该检查得到关键。

source: The tablespace levels will never fall below these values, when using the magic factor and the tablespace is very small.
cn: 表空间级决不会低于这些值，当使用魔法的因素和表空间是非常小的。

source: The tag ID '%s' is already being used as auxiliary tag.
cn: 标签ID' %s '已被使用作为辅助标记。
mk: 标签ID' %s '已经被用作辅助标签。

source: The tag ID '%s' is already being used by the choice '%s' in the tag group '%s'.
cn: 标签ID' %s '已经被使用在标签组“ %s %s '选择' %s ' 。
mk: 已被使用标签ID' %s '选择' %s '标签' %s '。
