Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: When connecting to remote site please make sure that Livestatus over TCP is activated there. You can use UNIX sockets to connect to foreign sites on localhost. Please make sure that this site has proper read and write permissions to the UNIX socket of the foreign site.
cn: 当连接到远程站点，请确保，Livestatus通过TCP被激活。您可以使用Unix套接字连接到国外的网站在本地主机上。请确保这个网站有适当的读取和写入权限的UNIX插座的国外网站。
mk: 当连接到远程站点，请确保通过TCP Livestatus是有激活。您可以使用Unix套接字连接到localhost上的国外网站。请确保这个网站有适当的读取和写入权限的UNIX插座国外网站。

source: When doing inventory on switches or other devices with network interfaces then only ports found in one of the configured port states will be added to the monitoring.
cn: 当交换机或其他设备的网络接口，然后做库存，只有在一个配置的端口状态端口将被添加到监测。
mk: 当网络接口的交换机或其它设备上做库存，那么将被添加到监测端口配置端口状态之一。

source: When doing inventory on switches or other devices with network interfaces then only ports of the specified types will be created services for.
cn: 做库存时，交换机或其他设备上的网络接口，然后将创建指定类型的端口服务。
mk: 做库存时，交换机或其它设备上的网络接口，那么只有指定类型的端口将被创建的服务。

source: When doing inventory the various disk IO checks can either create a single check per host, one check per device or a separate check for read and written bytes.
cn: 在做库存的各种磁盘IO的检查可以创建一个单一的检查每个主机，每台设备检查或单独检查读取和写入的字节。
mk: 在做库存各种磁盘IO检查可以检查每个主机创建一个单一的，一张支票，每设备或单独检查，读取和写入的字节。

source: When enabled, hosttags are no longer shown within the WATO folder view
cn: 当启用时，将不再显示hosttags内WATO文件夹视图
mk: 当启用时，将不再显示hosttags内WATO文件夹视图

source: When enabled, internal configuration variable names of Check_MK are hidded from the user (for example in the rule editor)
cn: 当启用时，内部配置变量名Check_MK hidded的用户（例如在规则编辑器）
mk: 当启用时，内部配置变量名Check_MK hidded从用户（例如在规则编辑器）

source: When enabled, then the internal names of WATO folder in the filesystem are not shown. They will automatically be derived from the name of the folder when a new folder is being created. Disable this option if you want to see and set the filenames manually.
cn: 当启用时，则在文件系统中的文件夹的内部名称WATO不会被显示。它们会自动将来自正在创建一个新的文件夹时，文件夹的名称。禁用此选项，如果你想看到和手动设置的文件名。
mk: 启用时，那么内部WATO在文件系统中的文件夹名称将不会显示。他们将自动被来自正在创建一个新的文件夹时，文件夹的名称。禁用此选项，如果你想看到和手动设置文件名。

source: When forwarding messages and no facility can be extracted from the message this facility is used.
cn: 这个工具用于从消息转发消息时，并没有设施可提取。

source: When notification debugging is on, then in the notification logfile in <tt>%s</tt> additional information will be logged.
cn: 通知调试，然后在通知日志文件，<TT> %s </ P>附加信息将被记录。
mk: 通知时正在调试，然后在通知日志文件在<TT> %s </ P>其他信息将被记录。

source: When several users work in parallel with WATO then several pending changes of different users might pile up before changes are activate. Only with this permission a user will be allowed to activate the current configuration if this situation appears.
cn: 当多个用户WATO工作的同时，一些悬而未决的变化，不同的用户可能会堆积变动前被激活。只有拥有此权限将允许用户激活当前配置，如果出现这种情况。
mk: 当几个用户WATO并行工作挂起的更改，然后几个不同的用户可能会堆积变动前被激活。只有拥有此权限的用户将被允许激活的当前配置，如果出现这种情况。

source: When switched on, Check_MK will always cleanup the autochecks files after each inventory, i.e. create one file per host. This is the same as adding the option <tt>-u</tt> to each call of <tt>-I</tt> on the command line.
cn: 开机时，Check_MK将总是清理autochecks文件逐一清查后，即创建每台主机上的一个文件。这是相同的，添加选项<TT>-U </ P>每个呼叫的<TT>-I </ P>在命令行上。
mk: 接通时，Check_MK将总是流程自动清理文件逐一清查后，即创建每台主机上的一个文件。这是一样加入的选项<TT>-U </ P>每次调用<TT>-I </ tt>的命令行。

source: When the percentual number of lost packets is equal or greater then the level, then the according state is triggered. The default for critical is 100%. That means that the check is only critical if <b>all</b> packets are lost.
cn: 当的percentual丢失的数据包的数目等于或大于电平，则相应的状态被触发。关键的默认值是100％。这意味着，检查是至关重要的，如果<b>所有</ B>数​​据包丢失。
mk: 当丢失的数据包数量的百分比等于或大于水平，则根据状态被触发。关键的缺省值是100％。这意味着，检查是关键如果<B> </ B>包丢失。

source: When the value of this attribute changes for a user account, all current authenticated sessions of the user are invalidated and the user must login again. By default this field uses the fields whcih hold the time of the last password change of the user.
cn: 当这个属性的值更改的用户帐户是无效的，目前所有的用户身份验证的会话，用户必须重新登录。默认情况下，此字段使用的字段酦举行的最后一次更改密码的用户的时间。

source: When this option is active then during inventory of networking interfaces (and switch ports) the current operational state of the port will automatically be coded as a check parameter into the check. That way the check will get warning or critical when the state changes. This setting can later by overridden on a per-host and per-port base by defining special check parameters via a rule.
cn: 当这个选项被激活，然后在清单中的网络接口（和交换机端口）的当前运行状态，端口将自动被编码为一个检查参数转换为支票。这样的检查将得到警告或严重时的状态变化。该设置可以通过规则定义特殊检查参数的每个主机和每个端口的基础上覆盖。
mk: 当这个选项是活跃的，那么在库存的网络接口（和交换机端口）的当前运行状态，端口将自动编码转换为支票作为检查参数。这样一来检查，会得到警告或严重状态变化时。该设置可以通过规则定义特殊检查参数，每个主机和每个端口的基础上覆盖。

source: When this option is active then during inventory of networking interfaces (and switch ports) the current speed setting of the port will automatically be coded as a check parameter into the check. That way the check will get warning or critical when speed later changes (for example from 100 MBit/s to 10 MBit/s). This setting can later by overridden on a per-host and per-port base by defining special check parameters via a rule.
cn: 当这个选项被激活，然后在清单中的网络接口（和交换机端口）的端口的当前速度设置会自动被编码为一个检查参数转换为支票。这样的检查将得到警告或严重时，速度的后来改变（例如从100 Mbit / s到10Mbit / s的）。该设置可以通过规则定义特殊检查参数的每个主机和每个端口的基础上覆盖。
mk: 当这个选项是活跃的，那么在库存的网络接口（和交换机端口）的端口的当前速度设置将自动编码转换为支票作为检查参数。这样，支票将得到警告或临界速度后的变化时（例如从100 Mbit / s到10兆比特/秒）。该设置可以通过规则定义特殊检查参数，每个主机和每个端口的基础上覆盖。

source: When this option is checked, then the Multisite webservice will only export hosts and services that the user is a contact for - even if he has the permission for seeing all objects.
cn: 当这个选项被选中，那么的多的web服务将只出口的主机和服务的用户是一个接触 - 即使他有权限看到的所有对象。

source: When this option is checked, then the status GUI will only display hosts and services that the user is a contact for - even if he has the permission for seeing all objects.
cn: 当这个选项被选中，然后状态GUI将只显示主机和服务的用户是一个接触 - 即使他有权限看到的所有对象。

source: When this permission is set then the user sees also such modules he has no explicit access to (see below).
cn: 当此权限被设置，那么用户会看到这样的模块时，他并没有明确的访问（见下文）。
mk: 当此权限被设置，那么用户看到的也是这样的模块，他没有明确的访问（见下文）。

source: When typing a texts in the Quicksearch snapin, a dropdown will appear listing all matching host names containing that text. That list is limited in size so that the dropdown will not get too large when you have a huge number of lists.
cn: 当键入文本的快速搜索的子栏目，会出现一个下拉列出包含该文本的所有匹配的主机名。这个列表的大小是有限的，这样下拉列表中不会得到太大的列表，当你有一个庞大的数字。
mk: 当键入文本的快速搜索管理单元中，会出现一个下拉列出所有包含该文字匹配的主机名。该列表大小是有限的，这样的下拉不会得到太大的列表，当你有一个庞大的数字。

source: When using stored SNMP walks you can place inline code generating dynamic simulation data. This feature can be activated here. There is a big chance that you will never need this feature...
cn: 当使用存储SNMP走，你可以把内联代码生成动态的模拟数据。在这里可以激活此功能。有一个很大的机会，你将永远不会需要这个功能...
mk: 当使用存储的SNMP走，你可以把内联代码生成动态模拟数据。此功能可以在这里启动。有一个很大的机会，你将永远不会需要这个功能...

source: When you define HA clusters in WATO then you also have to specify which services of a node should be assigned to the cluster and which services to the physical node. This is done by this ruleset. Please note that the rule will be applied to the <i>nodes</i>, not to the cluster.<br><br>Please make sure that you re-inventorize the cluster and the physical nodes after changing this ruleset.
cn: 当你定义HA群集WATO，然后你还必须指定哪些服务应该被分配到一个节点的集群和服务的物理节点。这是通过这个规则集。请注意，该规则将被应用到的<i> </ I>，而不是到集群节点。<br> <br>请确保您重新inventorize集群的物理节点后改变这个规则集。
mk: 当你定义WATO HA群集，那么你还必须指定其中一个节点的服务应该被分配到集群和服务的物理节点。这是通过该规则集。请注意，该规则将适用于在<i> </ I>，而不是到集群中的节点。_请确保您重新改变这个规则集后，群集和物理节点inventorize。

source: When you leave the permissions at &quot;default&quot; then they get their settings from the factory defaults (for builtin roles) or from the factory default of their base role (for user define roles). Factory defaults may change due to software updates. When choosing another base role, all permissions that are on default will reflect the new base role.
cn: 当你把权限设置为“默认”，那么他们得到他们的设置为出厂默认值（对于内建角色）或从他们的基地作用的出厂默认值（用户定义角色）。出厂默认设置可能会改变，由于软件更新。当选择其他基地的作用，在默认情况下的所有权限将反映新的基地作用。
mk: 在“默认”当你离开的权限，那么他们得到他们的设置为出厂默认值（内置的角色）或从他们的基地作用的出厂默认值（用户定义角色）。出厂默认设置可能会改变，由于软件更新。当选择另一个基地的作用，在默认情况下的所有权限将反映新基地的作用。

source: When you point your browser to the Multisite GUI, usually the dashboard is shown in the main (right) frame. You can replace this with any other URL you like here.
cn: 当你点你的浏览器的多图形用户界面，通常的仪表板会显示在主框架（右）。您可以将其替换为任何其他的URL，你喜欢这里。
mk: 当您将浏览器的多图形用户界面，通常的仪表盘（右）在主框架。您可以取代任何其他的URL，你喜欢这里。

source: When you reschedule a check by clicking on the &quot;arrow&quot;-icon then Multisite will use this number of seconds as a timeout. If the monitoring core has not executed the check within this time, an error will be displayed and the page not reloaded.
cn: 当你重新安排检查的“箭头”图标上单击，然后多站点将使用这个号码秒的超时。如果监控核心在这段时间内没有执行检查，将显示错误，不重新加载页面。
mk: 当你通过点击“箭头”图标，然后重新安排检查多站点将使用此超时秒数。如果不执行监测核心在这段时间内的检查，将显示一个错误，不重新加载页面。

source: Whenever the number of returned datasets of a view would exceed this limit, a warning is being displayed and no further data is being shown. A normal user can override this limit with one mouse click.
cn: 当返回数据集的视图的数量将超过此限制时，被显示一个警告，并没有进一步的数据显示。只需点击一下鼠标，普通用户可以覆盖此限制。
mk: 每当一个视图返回的数据集的数目超过该极限时，显示一个警告，并没有进一步的数据显示。一个正常的用户可以覆盖此限制，只需点击一下鼠标。

source: Whenever the number of returned datasets of a view would exceed this limit, an error message is shown. The normal user cannot override the hard limit. The purpose of the hard limit is to secure the server against useless queries with huge result sets.
cn: 当返回数据集的视图的数量将超过此限制时，显示错误消息。普通用户不能覆盖的硬性限制。硬限制的目的是为了确保对无用的巨大结果集的查询服务器。
mk: 每当视图返回的数据集数将超过此限制，将显示错误消息。普通用户无法覆盖的硬限制。硬限制的目的是保证服务器的安全对无用的巨大结果集的查询。

source: Whenever you successfully activate changes a snapshot of the configuration will be created. You can also create snapshots manually. WATO will delete old snapshots when the maximum number of snapshots is reached.
cn: 当您成功激活更改将创建一个快照的配置。您也可以手动创建快照。达到的最大数量的快照时，，WATO将删除旧的快照。
mk: 每当你成功激活更改的配置将创建快照。您也可以手动创建快照。达到的最大数量的快照时，，WATO将删除旧的快照。

source: Will be used in the service description
cn: 将被用于在服务描述中
mk: 将用于服务描述

source: Windows DHCP Pool
cn: Windows DHCP游泳池的
mk: Windows DHCP游泳池中

source: Windows Service Inventory
cn: Windows服务清单

source: Windows Services
cn: Windows服务

source: Windows system time offset
cn: Windows系统的时间偏移

source: With this option turned on all Livestatus queries made by Multisite in order to render views are being displayed.
cn: 启用此选项，为了使由多站点的所有Livestatus查询的意见被显示出来。
mk: 打开此选项以呈现的所有Livestatus多站点查询意见被显示出来。

source: With this option you can specify the attributes a user which is created during its initial login gets added. For example, the default is to add the role "user" to all automatically created users.
cn: 使用此选项，您可以指定的属性被添加在其初始登录创建一个用户。例如，默认情况下是自动创建的用户添加角色“用户”。

source: With this permission set, the BI aggregation rules are applied to all hosts and services - not only those the user is a contact for. If you remove this permissions then the user will see incomplete aggregation trees with status based only on those items.
cn: 此权限集，的BI聚集规则应用到所有的主机和服务 - 不仅是用户的联系人。如果您删除此权限，那么该用户将看到完整的聚合树，仅根据这些项目的状态。

source: With this ruleset you can configure &quot;classical Nagios checks&quot; to be executed directly on your monitoring server. These checks will not use Check_MK. It is also possible to configure passive checks that are fed with data from external sources via the Nagios command pipe.
cn: 这个规则集，您可以配置“经典Nagios的检查”，以您的监控服务器上直接执行。这些检查不会使用Check_MK的。另外，也可以配置通过Nagios的命令管与来自外部数据源被馈送的被动检查。
mk: 有了这个规则集，您可以配置“经典Nagios的检查”监控服务器上直接执行。这些检查将不使用Check_MK。另外，也可以与来自外部数据源通过Nagios的指令管被送入配置无源检查。

source: With this setting you can set links to documentations for Hosts
cn: 通过这个设置，可以设置链接到主机文件事宜
mk: 有了这个设置，可以设置链接到主机的单证

source: With this setting you can set links to documentations for each service
cn: 有了这个设置，可以为每个服务设置链接单证
mk: 有了这个设置，可以为每个服务设置单证链接

source: Without this permission the Check_MK sidebar will be invisible
cn: 没有此权限的Check_MK的侧边栏将是不可见的
mk: 没有此权限Check_MK的侧边栏会无形

source: Without this permission, operations on folders can only be done by users that are members of one of the folders contact groups. This permission grants full access to all folders and hosts.
cn: 没有此权限，文件夹操作只能通过用户的文件夹联络小组的成员。此权限授予所有文件夹和主机的完全访问权限。
mk: 如果没有这个权限，只能做到对文件夹的操作，用户的成员之一联络小组的文件夹。此权限授予完全访问所有文件夹和主机。

source: Write Queue-Length
cn: 写队列的长度

source: Write access to all hosts and folders
cn: 所有的主机和文件夹的写访问
mk: 所有的主机和文件夹的写访问

source: Write throughput
cn: 写吞吐量
mk: 写吞吐量

source: Year
cn: 定价政策
mk: 年

source: Yes!
cn: 好的
mk: 哦耶！

source: You are currently accessing a standby system while the primary system is available. Furthermore you have local changes in the standby system that are not replicated to all sites. Please first <a href='%s'>replicate</a> your changes before switching to the <a target=_parent href='%s'>primary system.</a>
cn: 您目前正在访问一个备用系统，而主系统是可用的。此外，你有备用系统，不会被复制到所有站点的局部变化。请第一页<A HREF =“ %s '>复制</ a>的更改，然后再切换到<目标= _parent =' %s主系统。</ A>
mk: 您正在访问的备用系统，而主系统是可用的。此外，你有备用系统的局部变化不会复制到所有网站。请第一页<A HREF =' %s '>复制</ a>的更改，然后再切换到<目标= _parent HREF =' %s主系统。</ A>

source: You are going to move the selected hosts to folders representing their original folder location in the system you did the import from. Please make sure that you have done an <b>inventory</b> before moving the hosts.
cn: 你要移动选定的主机，其原始文件夹的位置，在你的系统做了进口的文件夹。请确保，是你做的<b>的的库存</ b>在移动主机。
mk: 你要移动选定的主机文件夹，相当于其原始文件夹的位置在你的系统做进口。请确保您曾经做过一个的<b>库存，</ B>移动主机前。

source: You are not allowed to access the logs of the host %s
cn: 您还没有允许访问的主机%s日志
mk: 你是不是允许访问主机%s日志

source: You are not allowed to acknowledge %s</div>
cn: 你不能确认%s </ DIV>

source: You are not allowed to change the sidebar.
cn: 你不能改变的侧边栏。
mk: 您不得改变侧边栏。

source: You are not allowed to edit views.
cn: 你不能编辑意见。
mk: 你不允许编辑意见。

source: You are not allowed to edit your user profile.
cn: 你不能编辑您的用户配置文件。
mk: 你不允许编辑您的用户配置文件。

source: You are not allowed to perform actions. If you think this is an error, please ask your administrator grant you the permission to do so.
cn: 你不能执行操作。如果你认为这是一个错误，请要求您的管理员授予您无权这样做。
mk: 你是不是来执行操作。如果你认为这是一个错误，请询问您的系统管理员授予您这样做的权限。

source: You are not allowed to use Check_MK's web configuration GUI.
cn: 你是不是允许使用Check_MK的Web配置界面。
mk: 您不得以使用Check_MK的Web配置界面。

source: You are not allowed to use WATO.
cn: 你不能使用WATO。
mk: 你是不是允许使用WATO。

source: You are not authenticated.
cn: 你不被认证。
mk: 你是不是验证。

source: You are not authorized to use Check_MK Multisite. Sorry. You are logged in as <b>%s</b>.
cn: 您没有被授权使用Check_MK多站点。抱歉。被记录在您的<b> %s / B>。
mk: 您没有被授权使用Check_MK多站点。抱歉。您已登录作为<B> %s </ B>。

source: You are not logged into the remote site.
cn: 您还没有登录到远程站点。
mk: 您还没有登录到远程站点。

source: You called this page for a non-existing host.
cn: 你叫这页为一个不存在的主机。
mk: 你叫这个页面不存在主机。

source: You called this page with a non-existing folder! Go back to the <a href="wato.py">main index</a>.
cn: 你叫这个页面不存在的文件夹！返回到的<a href="wato.py">主要的指数</ A>。
mk: 你叫这个页面不存在的文件夹！返回到<a href="wato.py">的主要指标</ A>。

source: You called this page with an invalid host name.
cn: 你叫这个页面无效的主机名。
mk: 你叫这个页面，主机名无效。

source: You can activate the inventorization of dhcp pools, which have no ip addresses in it
cn: 您可以启用DHCP地址池的存货管理，在它没有IP地址

source: You can assign icons to hosts for the status GUI. Put your images into <tt>%s</tt>.
cn: 您可以指定图标的状态GUI的主机。把你的图像<TT> %s </ P>。
mk: 您可以指定图标的状态GUI的主机。将您的图像转换成<TT> %s </ tt>的。

source: You can assign icons to services for the status GUI. Put your images into <tt>%s</tt>.
cn: 您可以指定图标的状态GUI服务。把你的图像<TT> %s </ P>。
mk: 您可以指定图标的状态GUI服务。将您的图像转换成<TT> %s </ tt>的。

source: You can change the plugin output of logwatch to show only the count of messages or also to show the last worst message
cn: 您可以更改插件输出的logwatch只显示计数的消息也显示最后的，最糟糕的消息

source: You can enter a number of explicit host names that rule should or should not apply to here. Leave this option disabled if you want the rule to apply for all hosts specified by the given tags.
cn: 您可以输入一些明确的主机名，该规则应该或不应该适用于这里。离开这个选项是关闭的，如果你想要的规则适用于所有指定的主机给定的标签。
mk: 您可以输入一些明确的规则应该或不应该适用于这里的主机名。离开禁用此选项，如果你想申请给定的标签指定的所有主机的规则。

source: You can enter a number of explicit queues names that rule should or should not apply here. Builtin queues:<br>Active Remote Delivery<br>Active Mailbox Delivery<br>Retry Remote Delivery<br>Poison Queue Length<br>
cn: 您可以输入一些明确的队列名称，规则应该或不应该在这里适用。内置队列：<BR>主动远程传递<BR>活动邮箱传递<BR>重试的远程传递<BR>毒队列长度<BR>的
mk: 您可以输入一些明确的队列名称，规则应该或不应该在这里适用。内置队列：远程传递 - 主动 - 主动邮箱传递 - 重试远程传递 - 毒队列长度 -

source: You can have these tags automatically added if certain primary tags are set.
cn: 可以让这些标签自动添加，如果某些初级的标签。
mk: 这些标签可以自动补充设定如果某些主要标签。

source: You can insert some text (e.g. a line of the logfile) to test the patterns defined for this logfile. All patterns for this logfile are listed below. Matching patterns will be highlighted after clicking the "Try out" button.
cn: 您可以插入一些文本（例如日志文件行）来测试这个日志文件中所定义的模式。下面列出所有模式，此日志文件。相匹配的模式将被高亮显示后，点击“尝试”按钮。
mk: 您可以插入一些文本（例如日志文件行）来测试这个日志文件中定义的模式。此日志文件下面列出所有模式。匹配模式将被高亮显示后，点击“尝试”按钮。

source: You can make the rule apply only on certain services of the specified hosts. Do this by specifying explicit items to mach here. <b>Note:</b> the match is done on the <u>beginning</u> of the item in question. Regular expressions are interpreted, so appending a <tt>$</tt> will force an exact match.
cn: 您可以在规则只适用于某些指定的主机服务。做到这一点，马赫在这里指定明确的项目。 <b>注意：</ B>完成匹配的<U>开始</ U>有问题的项目。正则表达式的解释，附加一个<tt> </ P>将强制完全匹配。
mk: 你可以让规则只适用于某些指定的主机服务。做到这一点，指定明确的项目在这里马赫。 <b>注意：</ B>完成匹配上<U>开始</ U>有问题的项目。正则表达式解释，所以追加一个<tt>，$ </ TT，将迫使>精确匹配。

source: You can specify a hostname or IP address different from IP address of the host as configured in your host properties.
cn: 您可以指定一个不同的主机的IP地址，在您的主机性能配置的主机名或IP地址。

source: You can specify a separate monitoring state for each possible combination of service state and start type. If you do not use this parameter, then only running/auto will be assumed to be OK.
cn: 为每个可能的组合服务的状态和启动类型，您可以指定一个独立的监控状态。如果你不使用此参数，然后运行/自动将被假定为是OK的。
mk: 您可以指定一个单独的监控状态，每个可能的组合服务的状态和启动类型。如果你不使用这个参数，那么只运行/自动被假定为确定。

source: You can specify arguments to the notification plugin here. Please refer to the documentation about the plugin for what parameters are allowed or required here.
cn: 您可以指定参数的通知插件。请参阅的文档的插件，这里允许或要求什么样的参数。

source: You can use, modify and distribute Check_MK under the terms of the <a href='%s'>GNU GPL Version 2</a>.
cn: 您可以使用，修改和分发Check_MK的条款下的<a href =“ %s GNU GPL版本2 </ A>。
mk: 您可以使用，修改和分发的条款下Check_MK <A HREF =' %s 'GNU GPL版本2 </ A>。

source: You cannot activate changes while some hosts have an invalid configuration:
cn: 您无法激活的变化，而某些主机有一个无效的配置：
mk: 您无法激活的变化，而一些主机有一个无效的配置：

source: You cannot delete the builtin roles!
cn: 您不能删除内置的角色！
mk: 您不能删除内置的角色！

source: You cannot delete this auxiliary tag. It is being used in the tag group <b>%s</b>.
cn: 你不能删除这个辅助的标签。它是被用来在%s标签组<B>的</ B>。
mk: 你不能删除这个辅助标记。它是被用来在标签组<B> %s </ B>。

source: You cannot delete this connection. It has folders/hosts assigned to it.
cn: 你不能删除这个连接。它具有分配给它的文件夹/主机。
mk: 你不能删除这个连接。它具有文件夹/主机分配给它。

source: You cannot delete this timeperiod.
cn: 您无法删除这个timeperiod的。
mk: 你不能删除这个时间周期。

source: You cannot delete your own account!
cn: 您无法删除自己的帐户！
mk: 您无法删除自己的帐户！

source: You cannot do replication with the local site.
cn: 你不能这样做的复制与本地站点。
mk: 你不能这样做与本地站点复制。

source: You cannot lock your own account!
cn: 你不能锁定自己的帐户！
mk: 您无法锁定自己的帐户！

source: You cannot save this rule. There are not defined any elements for this selection yet.
cn: 您不能保存这条规则。有没有定义任何选择此元素。
mk: 你救不了这个规则。有没有定义这个选择的任何元素。

source: You cannot set a downtime that ends in the past. This incident will be reported.
cn: 您可以不设置结束，在过去的停机时间。这起事件将被报告。
mk: 你不能设置一个在过去结束的停机时间。此事件将被报告。

source: You cannot use the site itself as site of the status host.
cn: 您无法使用网站本身作为的地位主机的网站。
mk: 您不能使用本网站本身的状态主机站点。

source: You cannot use weekday names (%s) in exceptions
cn: 您不能使用平日例外的名称（ %s ）
mk: 您不能使用平日名称（ %s例外）

source: You defined the non-existing host '%s' as a parent.
cn: 您不存在的主机“ %s定义“作为家长。
mk: 你不存在的主机' %s定义'作为父母。

source: You have accessed a site that is currently in standby mode. The only accessible modules are the <a href='%s'>site management</a> and the <a href='%s'>replication</a>. Please proceed on the currently active system <a target='_parent' href='%s'>%s</a>.
cn: 您曾访问过的网站，是目前处于待机模式。唯一的访问模块中的<a href =“ %s '>网站管理</ A>和<A HREF =“ %s '>复制</ A>。请继续进行关于当前活动的系统的<a target =“_parent”HREF =“ %s ' %s </ A>。
mk: 您曾访问过一个网站，是目前在待机模式下。唯一可访问的模块是<A HREF =' %s '>网站管理</ A> <A HREF =' %s复制'> </ A>。请继续当前活动的系统的<a target =“_parent”HREF =' %s ' %s </ A>。

source: You have enabled the notifications but missed to configure a Email address. You need to configure your mail address in order to be able to receive emails.
cn: 您已启用的通知，但错过了配置一个电子邮件地址。您需要配置您的邮件地址，以便能够接收电子邮件。
mk: 您已启用通知，但错过了配置的电子邮件地址。你需要配置你的邮件地址，以便能接收电子邮件。

source: You have enabled the notifications but missed to make the user member of at least one contact group. You need to make the user member of a contact group which has hosts assigned in order to be able to receive emails.
cn: 您已启用的通知，但错过了使用户至少一个联络小组的成员。你需要使用户的主机分配，以能接收电子邮件，其中有一个联络小组成员。
mk: 您已启用通知，但错过了使用户至少一个接触组的成员。你需要让用户一个联络小组的成员分配，以能接收电子邮件的主机。

source: You have not configured any <a href="wato.py?mode=hosttags">host tags</a>.
cn: 您有没有配置任何的<a href="wato.py?mode=hosttags">主机，标签</ A>。
mk: 您还没有配置任何的<a href="wato.py?mode=hosttags">主机标签</ A>。

source: You have not configured any local or remotes sites. Multisite will implicitely add the data of the local monitoring site. If you add remotes sites, please do not forget to add your local monitoring site also, if you want to display its data.
cn: 您还没有配置任何本地或远程站点。多站点implicitely添加的地方监测点的数据。如果您添加了远程站点，请不要忘记添加您当地的监测点，如果你想显示它的数据。
mk: 您还没有配置任何本地或远程站点。多站点添加隐含本地监控站点的数据。如果您添加了远程站点，请不要忘了添加本地监控站点，如果要显示其数据。

source: You have not selected any connector. You have to select at least one.
cn: 您还没有选择任何连接器。你必须选择至少一个。

source: You have permission to this host.
cn: 你有这台主机的权限。
mk: 你有这台主机的权限。

source: You have selected <b>%d</b> hosts for bulk cleanup. This means removing explicit attribute values from hosts. The hosts will then inherit attributes configured at the host list or folders or simply fall back to the builtin default values.
cn: 您已选择<B> %d </ B>主机批量清理。这意味着明确的属性值从主机中取出。然后，主机将继承属性配置在主机列表中的文件夹或简单地回落到内置的默认值。
mk: 您已选择<B> %d </ B>主机批量清理。这意味着从主机移除明确的属性值。然后主机将继承属性配置在主机列表或文件夹，或者干脆回落到内置的默认值。

source: You have selected <b>%d</b> hosts for bulk edit. You can now change host attributes for all selected hosts at once.
cn: 您已选择<B> %d </ B>主机批量编辑。现在，您可以更改一次选定的所有主机的主机属性。
mk: 您选择批量编辑<B> %d </ B>主机。现在，您可以更改一次选定的所有主机的主机属性。

source: You have selected <b>%d</b> hosts for bulk inventory.
cn: 您已选择<B> %d </ B>主机批量库存。
mk: 您已选择<B> %d </ B>主机批量库存。

source: You have selected <b>%d</b> hosts for parent scan.
cn: 您已选择<B> %d </ B>父扫描主机。
mk: 您选择<B> %d </ B>父扫描主机。

source: You haven't defined any auxiliary tags.
cn: 您还没有定义任何辅助的标签。
mk: 您还没有定义任何辅助标签。

source: You haven't defined any tag groups yet.
cn: 您还没有定义任何标签组。
mk: 您还没有定义任何标签组。

source: You need to supply a comment for your downtime.
cn: 您需要提供您的停机时间评论。
mk: 您需要提供您的停机时间的注释。

source: You need to supply a comment.
cn: 您需要提供一个评论。
mk: 您需要提供一个评论。

source: Your changes have been saved nevertheless.
cn: 不过，您所做的更改已保存。
mk: 不过，您的更改已保存。

source: Your contact groups are <b>%s</b>.
cn: 你的联络小组是<b> %s / B>。
mk: 你的联络小组有<b> %s </ B>。

source: Your filename must not end with a slash.
cn: 你的文件名不能以斜线结束。
mk: 你的文件名必须用斜线结束。

source: Your input does not match the required format.
cn: 您的输入不符合要求的格式。
mk: 您的输入不匹配所需的格式。

source: Your modifications affects some objects
cn: 您的修改会影响某些对象
mk: 您的修改会影响某些对象

source: Your query produced more than %d results.
cn: 你的查询产生超过%d结果。
mk: 你的查询超过%d结果。

source: Your roles are <b>%s</b>.
cn: 你的角色是<b> %s </ B>。
mk: 你的角色有<b> %s </ B>。

source: Your setting and factory settings are identical.
cn: 您的设置和出厂设置是相同的。
mk: 您的设置和出厂设置是相同的。

source: Your user has no roles. Please assign at least one role.
cn: 你的用户没有角色。请指定至少一个角色。
mk: 你的用户有没有角色。请指定至少一个角色。

source: Your view has been saved.
cn: 您的观点已保存。
mk: 您的观点已经被保存。

source: ZFS storage pool status
cn: ZFS存储池的状态
mk: ZFS存储池的状态

source: act/pend
cn: 法/挂起
mk: ACT /挂起

source: activating...
cn: 激活...

source: active
cn: 活跃
mk: 活跃

source: ago
cn: 以前
mk: 以前
