Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: all events disabled
cn: 禁用所有事件
mk: 禁用所有事件

source: all logfiles of host <tt>%s</tt>
cn: 所有的日志文件的主机的<tt> %s </ P>

source: all logfiles on all hosts
cn: 在所有主机上的所有日志文件

source: assumed
cn: 假定
mk: 假定

source: authPriv
cn: authPriv时才
mk: authPriv时

source: auto
cn: 自动
mk: 自动

source: autoextend is expected,add by zh1103
cn: AUTOEXTEND预计，加zh1103

source: begins with
cn: 开始
mk: <msg name="cond_begins">开始</msg>

source: bits / bytes per second
cn: 比特/每秒字节数为单位

source: blocks/s
cn: 块/秒
mk: 块/秒

source: bottom up
cn: 干杯！”
mk: 干杯！”

source: boxes
cn: <msg name="short_email">盒</msg>
mk: 箱

source: boxes (omit root)
cn: 框（省略根源）
mk: 盒（省略根）

source: broadcast
cn: {0}放送{/0}
mk: {0}放送{/0}

source: builtin
cn: * 内建命令
mk: '{0}__builtins__'{/0}

source: builtin role
cn: 内建的作用
mk: 内置的作用

source: cardridge specification
cn: cardridge规范
mk: cardridge规范

source: changes
cn: 变动
mk: 变化

source: childs
cn: 孩子
mk: 孩子

source: commands
cn: 命令
mk: 命令集

source: connection up and passing data
cn: 连接和传递数据，
mk: 连接起来，并通过数据

source: connection/sec
cn: 连接/秒
mk: 连接/秒

source: connections
cn: 连接安全要求.
mk: 连接

source: contact groups
cn: -联络组合
mk: -联络组合

source: controlled by ruleset Inventory mode for Disk IO check
cn: 规则集的库存控制模式的磁盘IO检查
mk: 规则集库存控制模式的磁盘IO检查

source: critical at
cn: 关键在
mk: 关键在

source: critical lower
cn: 关键较低的

source: custom
cn: 自定义
mk: 自定义

source: days
cn: 天
mk: 天

source: days left
cn: 天左
mk: 天左

source: deadlocks/sec
cn: 死锁/秒

source: default (%s)
cn: 默认值：“%s”
mk: 默认值：“%s”

source: delay precompiling
cn: 延迟预编译
mk: 延缓预编译

source: delete
cn: 删除
mk: 删除

source: directly in the folder <b>%s</b>
cn: 直接在的资料夹<b> %s </ B>
mk: 直接在的资料夹<b> %s </ B>

source: disable the login to this account
cn: 禁用此帐户登录
mk: 禁用此帐户登录

source: disabled
cn: 禁用
mk: 禁用

source: do not apply this rule
cn: 这条规则不适用
mk: 此规则不适用

source: do not create gateway hosts
cn: 不创建网关主机
mk: 不要创建网关主机

source: do not show a context button to this view
cn: 这种观点不显示上下文按钮
mk: 不显示上下文按钮这一观点

source: don't query status
cn: 没有查询状态
mk: 不查询状态

source: dont wait for body
cn: 不要等待身体
mk: 不要等到身体

source: downtimes
cn: 停机时间
mk: 停机时间

source: edit
cn: 编辑
mk: 编辑

source: enable SNI
cn: 使SNI
mk: 启用S​​NI

source: enable buffering
cn: 启用缓冲
mk: 启用缓冲

source: enable debug mode
cn: 启用调试模式
mk: 启用了调试模式

source: enable debug of Livestatus queries
cn: 启用调试Livestatus查询，
mk: 启用调试的Livestatus查询，

source: enable notifications
cn: 启用通知
mk: 启用通知

source: enable profile mode
cn: 启用配置模式

source: enable sounds
cn: 用声音
mk: 用声音

source: events per second
cn: 每秒事件
mk: 每秒事件

source: excluded
cn: 排除
mk: 排除

source: expand escapes
cn: 扩大逃逸
mk: 扩大逃逸

source: expect all
cn: 希望所有的
mk: 期望所有

source: faulty
cn: 不完善的
mk: 故障

source: fixed
cn: 固定的
mk: 固定

source: flexible
cn: 课程灵活
mk: 课程灵活

source: flexible with max. duration
cn: 弹性最大。为期
mk: 弹性最大。为期

source: foldable
cn: 可折叠
mk: 可折叠

source: forward to event console
cn: 向事件控制台

source: free
cn: （免费）

source: from
cn: hidden

source: hide folder names
cn: 隐藏文件夹的名称
mk: 隐藏文件夹的名称

source: hide hosttags
cn: 隐藏hosttags
mk: 隐藏hosttags

source: hide response
cn: 隐藏响应
mk: 隐藏响应

source: hide this view from the sidebar
cn: 隐藏这一观点从侧边栏
mk: 从侧边栏隐藏这一观点

source: hide variable names
cn: 隐藏的变量名
mk: 隐藏的变量名

source: host groups
cn: 主机组
mk: 主机组

source: hours
cn: 小时
mk: 小时

source: htpasswd
cn: htpasswd的

source: ignore administrative state
cn: 忽略管理状态
mk: 忽略管理状态

source: ignore operational state
cn: 忽略运行状态
mk: 忽略运行状态

source: ignore physical state
cn: 忽略物理状态
mk: 忽略物理状态

source: ignore speed
cn: 忽略速度

source: ignore the start type
cn: 忽略的启动类型
mk: 忽略的启动类型

source: ignore the state
cn: 忽略的状态
mk: 忽略状态

source: ignore which one is active
cn: 忽略哪一个是活动的

source: in %d days
cn: %d天
mk: %d天

source: in ... days
cn: 在...天
mk: 在...天

source: in notif. p.
cn: 通知页。
mk: 通知第

source: in the same folder as the host
cn: 在同一文件夹作为主机
mk: 在同一个文件夹作为主机

source: in the subfolder <b>%s/Parents</b>
cn: /家长的子文件夹<B> %s </ B>
mk: /家长的子文件夹<B>， %s </ B>

source: invalid entry %s: %s<br>
cn: 无效的条目%s %s参考 n
mk: 无效条目%s ： %s N

source: is
cn: 是
mk: 是

source: isnot
cn: IsNot运算
mk: 状态并没有

source: kW
cn: 千瓦

source: kernel counter
cn: 内核计数器
mk: 内核计数器

source: last notification
cn: 最后通知
mk: 最后通知

source: local site
cn: 本地站点
mk: 本地站点

source: log switches
cn: 登录交换机
mk: 日志开关

source: mails
cn: 邮件
mk: 邮件

source: make this view available for all users
cn: 这种观点适用于所有用户
mk: 这一观点可以为所有用户

source: min
cn: 分钟
mk: 分钟

source: minutes
cn: 分钟
mk: 分

source: monitor port speed
cn: 显示器端口速度
mk: 监听端口速度

source: monitor port state
cn: 显示器端口状态
mk: 监听端口状态

source: negate
cn: 否定
mk: 否定

source: no
cn: 无
mk: 无

source: no assumed state set
cn: 没有假设的状态集
mk: 没有假设状态集

source: noSync
cn: 使用NOSYNC

source: none
cn: 无
mk: 无

source: not logged in
cn: 没有登录
mk: 没有登录

source: nothing to do
cn: 通知
mk: 通知

source: of Service
cn: 服务
mk: 服务

source: off
cn: 关
mk: 关

source: omit IP address
cn: 省略IP地址
mk: 省略IP地址

source: once per group
cn: 一旦每个组
mk: 每一次组

source: one check for read, one for write
cn: 读，一个用于写一张支票
mk: 读，写一张支票

source: one check per individual disk/LUN
cn: 每一张支票单独的磁盘/ LUN
mk: 每一张支票单个磁盘/ LUN

source: one summary check per host
cn: 每台主机上的一个总结检查
mk: 检查每个主机的一个汇总

source: online
cn: 在线
mk: 在线

source: optional
cn: 可选的
mk: 可选

source: our socket has closed; we are in the process of tearing down the connection
cn: 我们的socket已经关闭了，我们是在拆除连接的过程中，
mk: 我们的套接字已关闭，我们在这个过程中，拆除连接

source: our socket is closed; remote endpoint has also shut down; we are waiting for a final acknowledgement
cn: 我们的Socket被关闭远程端点还关闭了，我们正在等待最后的确认
mk: 我们的插座是封闭的，远程端点还关闭了，我们正在等待最后的确认

source: our socket is shut down; remote endpoint is shut down; not all data has been sent
cn: 我们的socket被关闭，关闭远程端点，并不是所有的数据已发送
mk: 我们的插座关闭远程端点被关闭，并不是所有的数据已被送往

source: pad port numbers
cn: 垫的端口号
mk: 垫端口号

source: pending
cn: 等待中
mk: 等待中

source: persistent comment
cn: 持久的评论
mk: 持久的意见

source: port specification
cn: 端口规格
mk: 端口规范

source: process performance data
cn: 工艺性能数据
mk: 工艺性能数据

source: processes
cn: 进程
mk: 流程

source: refresh: <div id=foot_refresh_time>%s</div> secs
cn: 刷新：<div id=foot_refresh_time> %s </ DIV>秒
mk: 刷新：<div id=foot_refresh_time> %s </ DIV>秒

source: remote endpoint has shut down; the kernel is waiting for the application to close the socket
cn: 远程端点已关闭的内核正在等待该应用程序关闭的套接字
mk: 远程端点已关机;内核等待应用程序关闭套接字

source: remove
cn: 删除
mk: 清除

source: repeat every 20'th row
cn: 重复，每20'th行
mk: 重复每20'th行

source: requests/sec
cn: 请求/秒

source: require interface that sorts lowest alphabetically
cn: 需要的接口，各种最低按字母顺序排列

source: require primary interface to be active
cn: 要求主接口被激活

source: return CRITICAL if found, OK if not
cn: 返回至关重要的，如果找到了，OK，如果不
mk: 返回至关重要的，如果发现，确定，如果不

source: running
cn: 正在运行...
mk: 运行

source: running on unknown host '%s'
cn: 运行在未知的主机“ %s “

source: sec
cn: 秒
mk: 秒

source: send notification
cn: 发送通知
mk: 发送通知

source: service
cn: 服务
mk: 服务

source: service groups
cn: 服务组
mk: 服务组

source: services
cn: 服务
mk: 服务

source: session has been requested by a remote endpoint for a socket on which we were listening
cn: 远程端点的插座上，我们听到的会话已要求
mk: 会话已请求远程端点的一个插座上，我们听

source: session has been requested by us; waiting for reply from remote endpoint
cn: 会话已要求我们等待答复从远程端点
mk: 会话已要求我们从远程端点，等待回复

source: sessions
cn: Sessions会话，

source: show
cn: 显示

source: show data only on search
cn: 只在搜索中显示数据
mk: 数据显示，仅在搜索

source: show errors
cn: 显示错误
mk: 显示错误

source: show this view in the Mobile GUI
cn: 显示此视图中移动的图形用户界面
mk: 显示此视图中移动GUI

source: socket is not being used
cn: 插座不被使用
mk: 插座没有被使用

source: socket is waiting after closing for any packets left on the network
cn: 套接字等待结束后留在网络上的任何数据包的
mk: 套接字等待结束后留在网络上的任何数据包

source: specify IP address
cn: 指定IP地址
mk: 指定IP地址

source: specify manually ->
cn: 手动指定 - >
mk: 手动指定 - >

source: state
cn: 国
mk: {0}{/0}state

source: sticky
cn: 黏
mk: 黏

source: stopped
cn: 已停止
mk: 停止

source: testing
cn: 测试
mk: 测试

source: the connection has been closed; our socket is waiting for the remote endpoint to shutdown
cn: 连接已关闭，我们的套接字等待远程端点关闭
mk: 连接已关闭我们的套接字等待远程端点关闭

source: the duration
cn: 持续时间
mk: 工期

source: the log file <tt>%s</tt> on host <tt>%s</tt>
cn: 的日志文件<tt>的%s </ P>主机的<tt> %s </ P>

source: the socket has been created and an address assigned to with bind(). The TCP stack is not active yet. This state is only reported on Solaris.
cn: 已经创建的套接字和地址分配给用bind（）。 TCP协议栈是不活跃的。此状态只能在Solaris报道。
mk: 已经创建套接字bind（）的地址分配给。 TCP堆栈不活跃。此状态只能在Solaris报道。

source: this rule results in a negative outcome.
cn: 这条规则导致的负面结果。
mk: 这个规则导致负面的结果。

source: threads
cn: 话题
mk: 话题

source: timeouts/sec
cn: 超时/秒

source: to
cn: 对
mk: 至

source: today
cn: 今天
mk: 就在今天，

source: tomorrow
cn: 明天
mk: “明天吧。

source: top down
cn: 自上而下
mk: 自上而下

source: two days ago
cn: 两天前
mk: 前两天

source: unknown
cn: 未知
mk: 未知

source: unknown (old agent)
cn: 未知的（旧的代理）
mk: 未知（老剂）

source: usage
cn: 用法
mk: 用法

source: use SSL
cn: 使用SSL
mk: 使用SSL

source: use SSL/HTTPS
cn: 使用SSL/HTTPS
mk: 使用SSL / HTTPS

source: use alias
cn: 使用别名
mk: 使用别名

source: use description
cn: 使用描述
mk: 是否显示说明？

source: waits/sec
cn: 等待/秒

source: warning at
cn: 警告，
mk: 在警告

source: warning lower
cn: 警告低

source: yes
cn: 是
mk: 有

source: yesterday
cn: 昨天
mk: 昨天

source: seconds
mk: 秒

source: %s: %s Acknowledged
mk: %s %s应答

source: (local)
mk: 当地

source: /s
mk: /秒

source: Absolute levels in <b>bytes</b> per second
mk: </ B>每秒的绝对水平在<b>字节

source: Acknowledge Logfile %s - %s
mk: 确认日志文件%s - %s

source: Act.
mk: 法案

source: Action
mk: 行动（做法？）

source: By assigning roles to a user he obtains permissions. If a user has more than one role, he gets the maximum of all permissions of his roles. Users without any role have no permissions to use Multisite at all but still can be monitoring contacts and receive notifications.
mk: 通过给用户分配角色，他获得的权限。如果一个用户有多个角色，他得到的最大他的角色的所有权限。没有任何角色的用户没有权限使用多，但仍然可以监测接触和接收通知。

source: Check optain an IP address for a host or domainIt uses <tt>check_dns</tt> from standard plugins.
mk: 检查optain一个IP地址，为主机或domainIt的使用<TT> check_dns </ tt>的标准插件。

source: Check period for services
mk: 检查期间服务

source: Checkboxes
mk: 复选框

source: Checktype
mk: 检查类型

source: Configuration Error
mk: 配置错误

source: Configuration of Hosts and Services (Ruleeditor)
mk: 配置主机和服务（Ruleeditor）

source: Create own views and customize builtin views
mk: 创建自己的看法和定制内建意见

source: Customcheck
mk: 定制检查

source: DOWN
mk: 下来，下来

source: Datasource
mk: 数据源

source: Device
mk: 设备

source: Do you really want to acknowledge the log file <tt>%s</tt> by <b>deleting</b> all stored messages?
mk: 难道你真的想承认日志文件的<tt>的%s </ P> <B>删除</ b>的所有存储的消息吗？

source: Docu-URL
mk: 文档URL

source: Don't use any threshold. Just collect the information.
mk: 不要使用任何门槛。只要收集信息。

source: Down
mk: 下

source: ESTABLISHED
mk: 建立

source: Edit rule %s
mk: 编辑规则%s

source: Error: %s
mk: 错误： %s

source: Filter: %s %s %s
mk: 过滤器： %s %s %s N

source: From now for
mk: 从现在

source: Full Name
mk: 全名

source: General options
mk: 选项

source: Hardware temperature (CPU, Memory, etc.)
mk: “硬件温度（CPU，内存等）

source: Insert a copy of this rule into the folder '%s'
mk: 这条规则的副本插入到文件夹“ %s '

source: Invalid regex: %s
mk: 无效的正则表达式： %s

source: Main memory usage (Linux / UNIX)
mk: 主存储器的使用（Linux / UNIX中）

source: Memory waring at
mk: 内存华林

source: NagVis
mk: NagVis的

source: PNP Timerange
mk: PNP TIMERANGE的

source: Printer supply some ramaining status
mk: 打印机提供一些ramaining的状态

source: Prio
mk: 最高优先

source: Public
mk: （公开）

source: Selection
mk: 选择

source: Show checkboxes for selecting rows
mk: 显示复选框选择行

source: System time offset
mk: 系统时间偏移

source: Temperature levels for internal sensors found in many appliances, switches, routers, mainboards and other devices.
mk: 许多电器，开关，路由器，主板和其他设备中的内部传感器的温度水平。

source: The CPU load of a system is the number of processes currently being in the state <u>running</u>, i.e. either they occupy a CPU or wait for one. The <u>load average</u> is the averaged CPU load over the last 1, 5 or 15 minutes. The following levels will be applied on the average load. On Linux system the 15-minute average load is used when applying those levels.
mk: 系统CPU负载的进程数，目前的状态<U>运行</ U>，即要么他们占据了CPU或等待一次。的<U>平均负载</ U>是最后1年，5年或15分钟的平均CPU负载过。将应用下面的水平上的平均负载。在Linux系统中，15分钟的平均负载使用申请时的水平。

source: The entries here are regular expressions to match the beginning. Add a <tt>$</tt> for an exact match. An arbitrary substring is matched with <tt>.*</tt>
mk: 这里的项目是正则表达式匹配的开始。添加<TT> $ </ tt>的精确匹配。任意一个子串匹配与<TT>。* </ P>

source: The log file &quot;%s&quot; from host &quot;%s&quot; could not be deleted: %s.
mk: 日志文件“ %s “主机“ %s “不能被删除： %s 。

source: The log messages from host &quot;%s&quot; in file &quot;%s&quot; have been acknowledged.
mk: 日志消息从主机“ %s文件” %s已确认。

source: The new configuration has been successfully activated.
mk: 已经成功激活新的配置。

source: The time period name 7X24 cannot be used. It is always autmatically defined.
mk: 不能使用的时间段名称7X24。它总是autmatically的定义。

source: This %s is flapping
mk: 这%s扑

source: This rule contains an exception for the host %s.
mk: 此规则包含一个异常的主机%s 。

source: This rule does <b>never</b> apply!
mk: 此规则不<b>绝不会</ B>申请！

source: This rule is defined in the current folder.
mk: 这条规则被定义在当前文件夹。

source: This template will be used as email body when sending notifications. Appended to it will be a specific body for either host or service notifications configured in two extra parameters. The following macros are available in all templates:<br><br><tt><b>$CONTACTNAME$</b></tt>: login name of the contact person, <tt><b>$CONTACTEMAIL$</b></tt>: email address of the contact person, <tt><b>$CONTACTPAGER$</b></tt>: pager address of the contact person, <tt><b>$NOTIFICATIONTYPE$</b></tt>: one of PROBLEM, RECOVERY, ACKNOWLEDGEMENT, FLAPPINGSTART, FLAPPINGSTOP, FLAPPINGDISABLED, DOWNTIMESTART, DOWNTIMEEND, or DOWNTIMECANCELLED, <tt><b>$HOSTNAME$</b></tt>: the name of the host, <tt><b>$HOSTALIAS$</b></tt>: the alias of the host, <tt><b>$HOSTADDRESS$</b></tt>: the IP address or DNS name of the host, <tt><b>$LASTHOSTSTATE$</b></tt>: the previous state of the host, <tt><b>$HOSTSTATE$</b></tt>: the new state of the host, <tt><b>$HOSTCHECKCOMMAND$</b></tt>: the name of the host check command, <tt><b>$HOSTOUTPUT$</b></tt>: the output of the host check command, <tt><b>$LONGHOSTOUTPUT$</b></tt>: the long output of the host check, <tt><b>$HOSTPERFDATA$</b></tt>: the performance data of the host check, <tt><b>$SERVICEDESC$</b></tt>: the name of the service, <tt><b>$LASTSERVICESTATE$</b></tt>: the previous state of the service, <tt><b>$SERVICESTATE$</b></tt>: the new state of the service, <tt><b>$SERVICEOUTPUT$</b></tt>: the output of the check command , <tt><b>$LONGSERVICEOUTPUT$</b></tt>: the long output of the check command, <tt><b>$SERVICEPERFDATA$</b></tt>: the performance data of the check, <tt><b>$SERVICECHECKCOMMAND$</b></tt>: the name of the service check command<br><br><tt><b>$MONITORING_HOST$</b></tt>: the host name of the monitoring server <tt><b>$OMD_ROOT$</b></tt>: the home directory of the OMD site (only on OMD) <tt><b>$OMD_SITE$</b></tt>: the name of the OMD site (only on OMD)
mk: 此模板将被用来作为邮件正文发送通知时。附加到它是一个特定的身体在两个额外的参数配置为主机或服务的通知。以下宏可在所有的模板： - <TT> <B> $ CONTACTNAME $ </ B> </ P>：登录名的联络人，即<tt> <B> $ CONTACTEMAIL $ < / B> </ P>：接触的人的电子邮件地址，<TT> <B> CONTACTPAGER $ $ </ B> </ P>：寻呼机的联系人的地址，即<tt> <B> $ NOTIFICATIONTYPE。$ < / B> </ P>：一个问题，恢复，致谢，FLAPPINGSTART，FLAPPINGSTOP，FLAPPINGDISABLED DOWNTIMESTART DOWNTIMEEND，或DOWNTIMECANCELLED，<TT> <B> $ HOSTNAME $ </ B> </ P>：名称主机，<TT> <B> $ HOSTALIAS $ </ B> </ P>：主机的别名，即<tt> <B> $ HOSTADDRESS $ </ B> </ P>：IP地址或DNS主机名称，即<tt> <B> LASTHOSTSTATE $ $ </ B> </ P>：以前的状态的主机，即<tt> <B> HOSTSTATE $ $ </ B> </ P>：新主机的状态，即<tt> <B> $ HOSTCHECKCOMMAND $ </ B> </ P>：主机检查命令的名称，即<tt> <B> $ HOSTOUTPUT $ </ B> </ TT>：的主机检查命令输出，即<tt> <B> $ LONGHOSTOUTPUT $ </ B> </ P>：长期输出的主机检​​查，即<tt> <B> $ HOSTPERFDATA $ </ B> </ P> ：检查主机的性能数据，<TT> <B> $ SERVICEDESC $ </ B> </ P>：服务的名称，即<tt> <B> LASTSERVICESTATE $ $ </ B> </ P>服务：以前的状态，即<tt> <B> $ SERVICESTATE $ </ B> </ P>：新的服务状态，即<tt> <B> $ SERVICEOUTPUT $ </ B> </ P> ：check命令的输出，即<tt> <B> $ LONGSERVICEOUTPUT $ </ B> </ P>：长期的检查命令的输出，即<tt> <B> $ SERVICEPERFDATA $ </ B> </ TT >：性能数据的检查，即<tt> <B> $ SERVICECHECKCOMMAND $ </ B> </ P>的的服务check命令 - <TT> <B>名称$ MONITORING_HOST $ < / B> </ P>：监控服务器的主机名<TT> <B> OMD_ROOT $ $ </ B> </ P>：OMD站点的主目录（OMD）<TT> <B > $ OMD_SITE $ </ B> </ P>：OMD网站的名称（仅在OMD）

source: Timeperiods
mk: 时间周期

source: UN
mk: 联合国

source: URL
mk: 网址

source: Un
mk: 联合国

source: View:
mk: 浏览

source: WA
mk: “什——！！！”

source: Windows services
mk: Windows服务

source: You are not allowed to acknowledge the logs of the host %s</div>
mk: 您不得承认日志的的主机%s </ DIV>

source: bytes per second
mk: 每秒字节

source: documentation
mk: 文档

source: down
mk: 下来，下来

source: errors
mk: 错误

source: forced
mk: 被动

source: invalid:
mk: (无效)

source: latin1
mk: 初一

source: local
mk: 当地

source: on
mk: 开

source: percent
mk: 百分之

source: s
mk: Ş

source: seconds
mk: 秒

source: set
mk: 集
