Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: Scheduled check rate: %.1f/s, current rate: %.1f/s, that is %.0f%% of the scheduled rate
cn: 计划检查率：0.1％F / S，电流率：0.1％F / S，％.0 f％％已按原定计划
mk: 预计检查率：％.1 F / S，目前率：％.1 F / S，％.0 f％％已预定率

source: Schedules Downtimes
cn: 附表停机时间
mk: 附表停机时间

source: Scope to be used in LDAP searches. In most cases "sub" is the best choice. It searches for matching objects in the given base and the whole subtree.
cn: 使用LDAP搜索的范围。在大多数情况下，“子”是最好的选择。它会搜索匹配对象在给定的基础和整个子树。

source: Scope to be used in group related LDAP searches. In most cases "sub" is the best choice. It searches for matching objects in the given base and the whole subtree.
cn: 组范围相关的LDAP搜索。在大多数情况下，“子”是最好的选择。它会搜索匹配对象在给定的基础和整个子树。

source: Search
cn: 搜索
mk: 搜索

source: Search Filter
cn: 搜索筛选

source: Search Global Logfile
cn: 搜索全局日志文件
mk: 搜索全球日志文件

source: Search Graphs
cn: 搜索图
mk: 搜索图

source: Search Scope
cn: 搜索范围

source: Search all entries one level below the base DN
cn: 搜索所有的下一级条目的基本DN

source: Search field allowing regular expression and partial matches
cn: 搜索“字段中允许的正则表达式和部分比赛
mk: 搜索“字段中允许的正则表达式和部分比赛

source: Search field allowing regular expressions and partial matches
cn: 搜索“字段中允许的正则表达式和部分比赛
mk: 搜索“字段中允许正则表达式和部分匹配

source: Search for hosts
cn: 主机搜索
mk: 主机搜索

source: Search for rules:
cn: 搜索规则：
mk: 搜索规则：

source: Search globally
cn: 全局搜索
mk: 全球搜索

source: Search in %s
cn: %s相关搜索
mk: 搜索在%s

source: Search only the entry at the base DN
cn: 仅搜索条目的基本DN

source: Search results
cn: 搜索结果
mk: 搜索结果

source: Search whole subtree below the base DN
cn: 搜寻整个子树中的基本DN

source: Second part of tuple must be list or string, not %s
cn: 第二部分的元组必须是列表或字符串，而不是%s n
mk: 第二部分的元组必须是list或字符串，而不是%s N

source: Seconds
cn: （排版错误）
mk: 秒

source: Seconds before connection times out
cn: 连接超时秒前
mk: 秒钟，然后连接超时

source: Seconds to wait before polling
cn: 在投票日之前要等待的秒数
mk: 在投票日之前等待的秒数

source: Seconds to wait between sending string and polling for response
cn: 秒之间的等待时间发送字符串和轮询响应
mk: 秒之间的等待和响应轮询发送字符串

source: Security
cn: 安全
mk: 安全

source: Security level
cn: 安全级别
mk: 安全级别

source: Security name
cn: 证券名称
mk: 安全性名称

source: See all Nagios objects
cn: 查看所有Nagios的对象
mk: 查看Nagios的所有对象

source: See all hosts and services
cn: 查看所有的主机和服务

source: See all objects regardless of contacts and contact groups. If combined with 'perform commands' then commands may be done on all objects.
cn: 查看所有物体，不管接触和联络小组。如果再加上“执行命令”，然后命令可以完成对所有对象。
mk: 查看所有物体，不管接触和联络小组。如果再加上“执行命令”，然后命令可以对所有对象进行。

source: Select the LDAP version the LDAP server is serving. Most modern servers use LDAP version 3.
cn: 选择LDAP版本的LDAP服务器的服务。大多数现代服务器使用LDAP第3版。

source: Select the software the LDAP directory is based on. Depending on the selection e.g. the attribute names used in LDAP queries will be altered.
cn: 选择是基于软件的LDAP目录。根据不同的选择，例如LDAP查询中使用的属性名称将被改变。

source: Selected hosts:
cn: 选择主机： n
mk: 选择主机： N

source: Selection of site is enforced, use this filter for joining
cn: 选址是强制的，​​使用此过滤器用于连接
mk: 选址的强制执行，使用此过滤器加盟

source: Send
cn: 发送
mk: 发送

source: Send HTTP POST data
cn: 发送HTTP POST数据
mk: 发送HTTP POST数据

source: Send custom notification
cn: 发送自定义通知
mk: 发送自定义通知

source: Send events to local event console in same OMD site
cn: 本地事件控制台的事件在同一OMD网站

source: Send events to local event console into unix socket
cn: 将事件发送到Unix套接字的本地事件控制台

source: Send events to remote syslog host
cn: 将事件发送到远程日志主机

source: Sensor ID
cn: 传感器ID
mk: 传感器ID

source: Serv. by host groups
cn: │。主机组
mk: │。由主机组

source: Server performance
cn: 服务器性能
mk: 服务器性能

source: Server time
cn: 服务器时间：
mk: 服务器时间：

source: Service
cn: 服务
mk: 服务

source: Service (exact match)
cn: 服务（精确匹配）
mk: 服务（精确匹配）

source: Service Aggreg.
cn: 服务Aggreg。
mk: 服务Aggreg。

source: Service Checks
cn: 服务检查
mk: 服务检查

source: Service Comments
cn: 服务评论
mk: 服务评论

source: Service Contact
cn: 客户服务联系我们

source: Service Contactgroup
cn: 服务Contactgroup
mk: 服务Contactgroup

source: Service Description
cn: 服务说明
mk: 服务说明

source: Service Events
cn: 服务活动

source: Service Groups
cn: 服务组
mk: 服务组

source: Service Notifications
cn: 服务通知
mk: 服务通知

source: Service Perf-O-Meter
cn: 服务PERF-O-仪
mk: 服务效能O米

source: Service Problems (unhandled)
cn: 服务问题（未处理）
mk: 服务问题（未处理）

source: Service Statistics
cn: 服务统计
mk: 服务统计

source: Service check command
cn: 服务check命令
mk: 服务检查命令

source: Service check command expanded
cn: 扩大服务check命令

source: Service check duration
cn: 服务检查时间
mk: 服务检查持续时间

source: Service check latency
cn: 服务支票延迟
mk: 服务检查延迟

source: Service check type
cn: 服务检查类型
mk: 服务检查类型

source: Service checks
cn: 服务检查
mk: 服务检查

source: Service contact groups
cn: 服务联络小组
mk: 服务联络小组

source: Service contacts
cn: 客户服务联系我们
mk: 服务接触

source: Service description
cn: 服务说明
mk: 服务说明

source: Service descriptions
cn: 服务说明
mk: 服务说明

source: Service events
cn: 服务事件
mk: 服务事件

source: Service globally
cn: 服务在全球范围
mk: 全球服务

source: Service goes into critical state
cn: 服务进入临界状态
mk: 服务进入临界状态

source: Service goes into unknown state
cn: 服务进入未知状态
mk: 服务进入未知状态

source: Service goes into warning state
cn: 服务进入警戒状态
mk: 服务进入警戒状态

source: Service hard states
cn: 服务硬
mk: 服务硬态

source: Service icons
cn: 服务图标
mk: 服务图标

source: Service in downtime
cn: 服务的停机时间
mk: 停机服务

source: Service in notif. per.
cn: 在notif服务。元。
mk: notif服务。每。

source: Service is active
cn: 服务活动
mk: 服务处于活动状态

source: Service is flapping
cn: 服务扑
mk: 服务扑

source: Service name
cn: <msg name="name">服务名称</ msg>
mk: <msg name="name">服务名称</ msg>

source: Service normal check interval
cn: 服务一般检查的间隔时间
mk: 服务正常检查间隔

source: Service normal/retry check interval
cn: 服务正常/重试间隔
mk: 服务正常/重试间隔

source: Service notification period
cn: 服务通知期
mk: 服务的通知期

source: Service notifications enabled
cn: 服务启用通知
mk: 服务通知启用

source: Service output for logwatch
cn: 服务输出logwatch

source: Service performance data
cn: 服务的性能数据
mk: 服务性能数据

source: Service performance data - value number 1
cn: 服务性能数据 - 价值数1
mk: 服务性能数据 - 1号价值

source: Service performance data - value number 2
cn: 服务性能数据 - 价值2号
mk: 服务性能数据 - 值2号

source: Service performance data - value number 3
cn: 服务性能数据 - 值数3
mk: 服务性能数据 - 值数3

source: Service performance data - value number 4
cn: 服务性能数据 - 值数4
mk: 服务性能数据 - 价值4号

source: Service performance data - value number 5
cn: 服务性能数据 - 价值5号
mk: 服务的性能数据 - 值5号

source: Service performance data - value number 6
cn: 服务性能数据 - 值6号
mk: 服务性能数据 - 值数6

source: Service performance data - value number 7
cn: 服务性能数据 - 值7号
mk: 服务性能数据 - 值7号

source: Service performance data - value number 8
cn: 服务性能数据 - 价值8号
mk: 服务性能数据 - 价值8号

source: Service performance data - value number 9
cn: 服务性能数据 - 值9号
mk: 服务性能数据 - 值9号

source: Service performance data - value number %02d
cn: 服务性能数据 - 价值数％02D
mk: 服务的性能数据 - 值数％02D

source: Service performance data - value number 10
cn: 服务性能数据 - 价值10号
mk: 服务性能数据 - 值数10

source: Service plugin output
cn: 服务插件输出
mk: 服务输出插件

source: Service problem acknowledged
cn: 服务问题的认识
mk: 服务问题承认

source: Service problems
cn: 服务问题
mk: 服务问题

source: Service problems for NagStaMon
cn: 服务问题NagStaMon
mk: 服务问题NagStaMon

source: Service recovers to OK
cn: 服务恢复就OK了
mk: 服务恢复就OK

source: Service retry check interval
cn: 服务重试间隔
mk: 服务重试检查间隔

source: Service search
cn: 服务搜索
mk: 服务搜索

source: Service state
cn: 服务状态
mk: 服务状态

source: Service state age
cn: 服务状态年龄
mk: 服务状态年龄

source: Service states
cn: 服务状态
mk: 服务状态

source: Servicegroup (enforced)
cn: 服务组（执行）
mk: 服务组（强制执行）

source: Servicegroup alias
cn: 服务组的别名
mk: 服务组的别名

source: Servicegroup name
cn: Servicegroup名称
mk: Servicegroup名称

source: Servicegroups (Grid)
cn: Servicegroups（网格）
mk: Servicegroups（电网）

source: Servicegroups (Summary)
cn: Servicegroups（摘要）
mk: Servicegroups（摘要）

source: Servicegroups the service is member of
cn: Servicegroups服务的成员
mk: Servicegroups服务的成员

source: Servicegroups, merged
cn: Servicegroups合并
mk: - Servicegroups，合并。

source: Services
cn: 服务
mk: 服务

source: Services (Regular Expressions)
cn: （正则表达式）

source: Services added
cn: 添加的服务
mk: 添加的服务

source: Services by group
cn: 的服务组
mk: 服务组

source: Services colored according to state
cn: 颜色根据国家服务
mk: 根据国家上色的服务

source: Services grouped by host groups
cn: 主机组分组的服务
mk: 由主机组分组服务

source: Services grouped by service groups
cn: 服务组的服务组合
mk: 服务组服务分组

source: Services kept
cn: 服务保持
mk: 保持服务

source: Services of Host
cn: 服务的主机
mk: 主机服务

source: Services of Hostgroup
cn: 服务的主机群
mk: 主机群服务

source: Services of Hosts
cn: 主机服务
mk: 主机服务

source: Services of Site
cn: 现场服务
mk: 网站服务

source: Services of host
cn: 主机服务
mk: 主机服务

source: Services of host %s
cn: 主机%s服务
mk: 主机%s服务

source: Services of this host
cn: 该主机服务
mk: 该主机服务

source: Services removed
cn: 服务中删除
mk: 删除服务

source: Services states
cn: 服务状态
mk: 服务状态

source: Services that are declared as <u>ignored</u> by this rule set will not be added to a host during inventory (automatic service detection). Services that already exist will continued to be monitored but be marked as obsolete in the service list of a host.
cn: 被宣布为<U>忽略</ U>此规则集不会被添加到主机在库存服务（自动检测）服务。已经存在的服务将继续进行监测，但被标记为过时的主机在服务列表中的。
mk: 宣布<U>忽略</ U>此规则集不会被添加到库存过程中的主机服务（自动检测）服务。已经存在的事务将继续进行监测，但被标记为过时的一台主机在服务列表中。

source: Services: CRIT
cn: 服务：CRIT
mk: 服务：CRIT

source: Services: OK
cn: 服务：OK
mk: 服务：确定

source: Services: PENDING
cn: 服务：待定
mk: 服务：PENDING

source: Services: UNKNOWN
cn: 服务：未知
mk: 服务：未知

source: Services: WARN
cn: 服务：WARN
mk: 服务：WARN

source: Set a filter for refining the shown data
cn: 精炼所示的数据中设置一个过滤器
mk: 炼显示的数据设置一个过滤器

source: Set critical level:
cn: 设置临界水平：
mk: 设置临界水平：

source: Set global default levels for warning and critical.
cn: 设置全局默认级别，警告和严重。
mk: 设置全局默认级别警告和严重。

source: Set parents to %s
cn: 将父母%s
mk: 设置父母到%s

source: Set the credentials to be used to connect to the LDAP server. The used account must not be allowed to do any changes in the directory the whole connection is read only. In some environment an anonymous connect/bind is allowed, in this case you don't have to configure anything here.It must be possible to list all needed user and group objects from the directory.
cn: 设置可用于连接到LDAP服务器的凭据。所使用的帐户必须不能做任何改动整个连接是只读的目录中。匿名连接/绑定在某些环境中是允许的，在这种情况下，你没有任何配置的here.It必须能够从目录中列出所有需要的用户和组对象。

source: Set the host address of the LDAP server. Might be an IP address or resolvable hostname.
cn: 设置的LDAP服务器的主机地址。可能是IP地址或可解析主机名。

source: Set the reported nagios state when the fill state is something between empty and small remaining capacity
cn: 将报告Nagios的状态时的填充状态是空的，小的剩余容量
mk: 当填充状态是空和小之间的剩余容量，设置nagios的状态报告

source: Set this in order to specify the name of the virtual host for the query (using HTTP/1.1). When you leave this empty, then the IP address of the host will be used instead.
cn: 设置以指定名称的虚拟主机的查询（使用HTTP/1.1）。当你离开这个空，然后将IP地址的主机。
mk: 设置以指定查询（使用HTTP/1.1）的虚拟主机的名称。当你离开这个空，那么该主机的IP地址将被用来代替。

source: Set warning level:
cn: 设置警告级别：
mk: 设置警告级别：

source: Set/Remove Downtimes
cn: 设置/删除停机时间
mk: 设置/删除停机时间

source: Settings concerning the connection to the Check_MK and SNMP agents
cn: 有关连接到的Check_MK和SNMP代理设置
mk: 有关的设置连接的Check_MK和SNMP代理

source: Settings for Parent Scan
cn: 家长扫描的设置
mk: 家长扫描的设置

source: Settings levels on the used bandwidth is optional. If you do set levels you might also consider using an averaging.
cn: 设置的水平上所使用的带宽是可选的。如果设置了水平，你也可以考虑使用一个平均。
mk: 设置的水平上使用的带宽是可选的。如果你的水平，你也可以考虑使用一个平均。

source: Severity of failed inventory check
cn: 严重失败的库存检查
mk: 库存失败的严重性检查

source: Should Wato restart or reload Nagios when activating changes
cn: Wato重新启动或启动时重新加载Nagios的变化
mk: 如果WATO重新启动或重新激活时，Nagios的变化

source: Show Checkboxes and bulk actions
cn: 显示复选框和批量操作

source: Show Context
cn: 显示上下文
mk: 显示上下文

source: Show Logfile
cn: 显示日志文件
mk: 显示日志文件

source: Show MK Livestatus error messages
cn: 显示MK Livestatus的错误的消息
mk: 显示MK Livestatus的错误讯息

source: Show all buttons
cn: 显示所有按钮
mk: 显示所有按钮

source: Show count and last message
cn: 显示计数和最后一条消息

source: Show only count
cn: 只显示计算

source: Show only modified rulesets<br>(all rulesets with at least one rule)
cn: 只显示修改的规则集<BR>（至少有一个规则的规则集）
mk: 只显示修改后的规则集 - （至少一个规则的所有规则集）

source: Show only most frequently used buttons
cn: 只显示最常用的按钮
mk: 只显示最常用的按钮

source: Show only problems
cn: 只显示问题
mk: 只显示问题

source: Show this %s in Nagios
cn: 显示%s在Nagios
mk: 显示此%s Nagios的

source: Show to user
cn: 显示给用户
mk: 显示用户

source: Sidebar snapins
cn: 边栏snapins
mk: 边栏snapins的

source: Simple checks for BIOS/Hardware errors
cn: 简单的检查BIOS /硬件错误
mk: 简单的检查BIOS /硬件错误

source: Simulating SNMP by using a stored SNMP walk
cn: 通过使用存储的SNMP步行模拟SNMP
mk: 通过使用存储的SNMP步行模拟SNMP

source: Simulation mode
cn: 模拟模式
mk: 模拟模式

source: Single dataset
cn: 单个数据集
mk: 单个数据集

source: Single-Host Aggregations
cn: 单台主机聚合
mk: 单主机聚合

source: Single-Host Aggregations of Host
cn: 单台主机的主机聚合
mk: 单主机的主机聚合

source: Site
cn: 站点

source: Site %s does not exist
cn: 网站%s不存在
mk: 网站%s不存在

source: Site %s is switched off
cn: 网站%s关闭
mk: 网站%s被关闭

source: Site Alias
cn: 网站别名
mk: 站点别名

source: Site Configuration
cn: 站点设置
mk: 站点设置

source: Site ID
cn: 网站ID
mk: 站点ID

source: Site ID mismatch. Our ID is '%s', but you are saying we are '%s'.
cn: 网站ID不匹配。我们的ID是“ %s '，但你说我们是' %s “。
mk: 网站ID不匹配。我们的ID是' %s '中，但你说我们是' %s '。

source: Site alias
cn: 站点别名
mk: 站点别名

source: Site id
cn: 站点ID
mk: 站点ID

source: Site management
cn: 地點管理
mk: 地點管理

source: Site remote automation
cn: 网站远程自动化
mk: 网站远程自动化

source: Site status
cn: 网站状态
mk: 网站状态

source: Site-ID
cn: 网站ID
mk: 网站ID

source: Size
cn: 大小

source: Size and age of single files
cn: 单个文件的大小和年龄
mk: 单个文件的大小和年龄

source: Size of MySQL/PostgresQL databases
cn: MySQL / PostgreSQL的数据库的大小
mk: 大小的MySQL / PostgreSQL数据库

source: Size, age and count of file groups
cn: 文件组的大小，年龄和计数
mk: 文件组的大小，年龄和计数

source: Skip hosts hosts with non-empty parents (also if inherited)
cn: 跳过主机的主机与非空的父母（也当继承来的）
mk: 跳过主机与非空的父母（也继承）

source: Skip hosts with explicit parent definitions (even if empty)
cn: 跳过明确的父级定义的主机（即使是空的）
mk: 跳过明确的父级定义的主机（即使空）

source: Slave
cn: 奴隶
mk: 奴隶

source: Slave: push configuration to this site
cn: 从：本网站将配置
mk: 从配置推到这个网站

source: Snapshot deleted.
cn: 快照删除。
mk: 快照已删除。

source: Snapshots
cn: 快照
mk: 快照

source: Soft query limit
cn: 软查询的限制
mk: 软查询限制

source: Some devices send texts in non-ASCII characters. Check_MK always assumes UTF-8 encoding. You can declare other other encodings here
cn: 有些设备发送文本中的非ASCII字符。 Check_MK总是假定UTF-8编码。您可以在这里声明等其他编码
mk: 有些设备发送非ASCII字符的文本。 Check_MK总是假定UTF-8编码。你可以声明等其他编码

source: Some of the display columns offer options for customizing their output. For example time stamp columns can be displayed absolute, relative or in a mixed style. This permission allows the user to modify display options
cn: 显示列提供自定义其输出的选项。例如可以显示时间戳列绝对，相对或在混合的风格。此权限允许用户修改显示选项
mk: 显示列提供一些定制其输出的选项。例如，可以显示时间戳列绝对，相对或混合式。此权限允许用户修改显示选项

source: Some tags that are used in rules have been removed by you. What shall we do with that rules?
cn: 一些标签中所使用的规则已被除去你。的规则，我们该怎么办？
mk: 由您已被删除的部分标签中所使用的规则。与规则，我们该怎么办？

source: Sorry
cn: 抱歉
mk: 抱歉

source: Sorry, I will not display more than 900 hosts.
cn: 很抱歉，我将不显示超过900台主机。
mk: 很抱歉，我将不显示超过900台主机。

source: Sorry, only absolute filenames are allowed. Your filename must begin with a slash.
cn: 对不起，只有绝对路径是允许的。你的文件名必须以斜杠开始。
mk: 对不起，只有绝对的文件名是允许的。你的文件名必须以斜线开始。

source: Sorry, spaces are not allowed in group names.
cn: 对不起，不允许有空格的组名。
mk: 对不起，不允许有空格的组名。

source: Sorry, there is already a group with that name
cn: 对不起，已经有一组与该名

source: Sorry, you are not allowed to activate changes of other users.
cn: 对不起，你不能激活其他用户的变化。
mk: 对不起，您不允许其他用户激活更改。

source: Sorry, you are not allowed to clone hosts.
cn: 对不起，你不能克隆主机。
mk: 对不起，您不允许克隆主机。

source: Sorry, you cannot assign the contact group '<b>%s</b>' because you are not member in that group. Your groups are: <b>%s</b>
cn: 很抱歉，您不能指定了联络小组的<B> %s </ B>“，因为你不是会员，在该组中。组是：<B>的%s </ B>
mk: 对不起，您不能指派了联络小组的<b> %s </ B>'，因为您不是会员，在该组中。你的群体是：<B> %s </ B>

source: Sorry, you cannot edit hosts in this folder. They are locked.
cn: 很抱歉，您不能编辑此文件夹中的主机。它们已被锁定。

source: Sorry, you cannot edit this folder. It is locked.
cn: 对不起，您不能编辑该文件夹。它已被锁上。

source: Sorry, you have no permission on the folder '<b>%s</b>'.
cn: 对不起，您没有权限的文件夹的<b> %s </ b>“的。
mk: 对不起，您没有权限的文件夹的<b> %s </ B>“。

source: Sorry, you have no permission on the host '<b>%s</b>'. The host's contact groups are <b>%s</b>, your contact groups are <b>%s</b>.
cn: 对不起，您无权对主机的<b> %s </ b>“的。的主机的联络小组是<b>的的%s / B>您的联络小组是<b>的的%s / B>。
mk: 对不起，您无权对主持人的<b>的%s </ B>'。主机的联络小组有<b> %s </ B>，您的联系的群体有<b> %s </ B>。

source: Sorry, your user account does not exist.
cn: 很抱歉，您的用户帐户不存在。

source: Sorry. In order to change the permissions of a folder you need write access to the parent folder.
cn: 抱歉。为了改变一个文件夹的权限，你需要写的父文件夹的访问权限。
mk: 抱歉。为了改变一个文件夹的权限，你需要写的父文件夹的访问权限。

source: Sorry. In order to change the permissions of a host you need write access to the folder it is contained in.
cn: 抱歉。为了改变主机的权限，你需要写访问的文件夹，它包含英寸
mk: 抱歉。为了改变主机的权限，你需要写访问到该文件夹​​包含英寸

source: Sorry. In order to delete a folder you need write permissions to its parent folder.
cn: 抱歉。为了删除一个文件夹，您需要到它的父文件夹的写权限。
mk: 抱歉。为了删除一个文件夹，你需要到它的父文件夹的写权限。

source: Sorry. This command is not implemented.
cn: 抱歉。此命令不执行。
mk: 抱歉。此命令没有得到执行。

source: Sort by %s
cn: %s排序
mk: %s排序

source: Sortable by user
cn: 可排序的用户
mk: 用户排序

source: Sorting
cn: 排序
mk: 排序

source: Specify a list of service patterns this rule shall apply to. The patterns must match the <b>beginning</b> of the service in question. Adding a <tt>$</tt> to the end forces an excact match. Pattern use <b>regular expressions</b>. A <tt>.*</tt> will match an arbitrary text.
cn: 指定的服务模式，适用本条规则的列表。模式必须匹配开始</ b>的服务的问题。添加一个<tt> </ P>的强制的excact的比赛。正则表达式模式使用<b> </ B>。一个<tt>。</ P>将匹配任意文本。
mk: 指定服务模式，适用本条规则的列表。模式必须匹配的<b> </ B>服务问题开始。添加一个<TT> $ </ tt>的年底强制excact的比赛。模式使用的<b>的正则表达式</ B>。 Å的<tt>。* </ tt>的匹配任意文本。

source: Specify all expected mount options here. If the list of actually found options differs from this list, the check will go warning or critical. Just the option <tt>commit</tt> is being ignored since it is modified by the power saving algorithms.
cn: 在这里指定所有预期的装载选项。如果从这个名单不同的实际找到的选项列表，该检查将去警告或严重。只是<TT>提交</ tt>中被忽略，因为它被修改的省电算法。
mk: 指定所有预期的挂载选项。如果从这个名单，居然发现选项列表的不同会去检查警告或严重。只是选择<TT>提交</ tt>的被忽略，因为它是由省电算法修改。

source: Specify explicit host names
cn: 指定明确的主机名
mk: 指定明确的主机名

source: Specify explicit values
cn: 指定明确的值
mk: 指定明确的值

source: Specify levels in absolute usage values
cn: 指定绝对使用值的水平
mk: 指定用法绝对值的水平

source: Specify levels in percentage of total RAM
cn: 指定百分比的总RAM的水平，
mk: 指定在RAM总量的百分比的水平

source: Specify the Group DN
cn: 指定组DN

source: Specify the distinguished name to be used to bind to the LDAP directory.
cn: 指定的可分辨名称被用来绑定到LDAP目录。

source: Specify the initial contact groups of an automatically created user.
cn: 指定初次接触自动创建的用户组。

source: Specify the initial roles of an automatically created user.
cn: 自动创建的用户指定的初始角色。

source: Specify the password to be used to bind to the LDAP directory.
cn: 指定要使用的密码绑定到LDAP目录。

source: Specify the site that should monitor this host.
cn: 指定的网站，应监测主机。
mk: 指定网站，应监测主机。

source: Specify time since last successful backup
cn: 上次成功备份的指定时间
mk: 上次成功备份的指定时间

source: Speed-O-Meter
cn: 速度-O-
mk: 速度-O-

source: Start
cn: 开始
mk: 开始

source: Start or end of a scheduled downtime
cn: 开始或结束的计划停机时间
mk: 预定的停机时间开始或结束

source: Start or end of a scheduled downtime
cn: 开始或结束的计划停机时间

source: Start or end of flapping state
cn: 扑状态开始或结束
mk: 扑状态的开始或结束

source: Start type
cn: 启动类型
mk: 启动类型

source: Start!
cn: 开始！
mk: 开始

source: Start-URL to display in main frame
cn: 启动URL显示在主框架
mk: 启动URL显示在主框架

source: State
cn: 国

source: State and count of processes
cn: 国家和计数的过程
mk: 国家和计数进程

source: State for connection refusal
cn: 国家连接拒绝
mk: 国家连接拒绝

source: State for expected string mismatch
cn: 国家预期的字符串不匹配
mk: 国家预期的字符串不匹配

source: State if no entry matches
cn: 国家如果没有条目匹配
mk: 国家如果没有条目匹配

source: State of NTP time synchronisation
cn: 国家NTP时间同步

source: State the disk is expected to be in. Typical good states are online, host spare, OK and the like. The exact way of how to specify a state depends on the check and hard type being used. Please take examples from inventorized checks for reference.
cn: 国家的磁盘有望成为典型的良好状态是在线，主机备件，OK等。如何指定状态取决于正在使用的检查和硬质的确切方式。为例参考inventorized检查。
mk: 国家的磁盘有望成为典型的好状态是在线主机备件，OK等。如何指定状态的确切方式取决于正在使用的检查和硬型。请为例从inventorized检查范围。

source: State when no backup can be found
cn: 没有备份时的状态可以找到

source: State when no backup is configured
cn: 没有配置备份时的状态

source: States
cn: 美国

source: Statically configured Check_MK checks that do not rely on the inventory
cn: 静态配置的Check_MK检查，不依赖于库存
mk: 的静态配置Check_MK检查不依靠库存

source: Status
cn: Status：状态
mk: Status：状态

source: Status detail
cn: 详细状态
mk: 详细状态

source: Status host
cn: 状态主机
mk: 状态主机

source: Status of Host
cn: 主机的状态，
mk: 主机的状态

source: Status of Linux bonding interfaces
cn: Linux的结合界面的状态

source: Stopped
cn: 已结束

source: Storage, Filesystems and Files
cn: 存储，文件系统和文件
mk: 存储，文件系统和文件

source: String to be sent in http header as "User Agent"
cn: 在HTTP头中要发送的字符串 “用户代理”
mk: 在HTTP头中要发送的字符串 “用户代理”

source: String to expect in first line of server response. The default is <tt>220</tt>.
cn: 期望在第一线的服务器响应字符串。默认为<tt> 220 </ P>。
mk: 期望在第一线的服务器响应字符串。的的默认为<tt> 220 </ tt>的。

source: String to send
cn: 发送的字符串
mk: 要发送的字符串

source: String to send server to initiate a clean close of the connection
cn: 发送服务器发起一个干净的关闭连接的字符串
mk: 发送服务器发起一个干净的关闭连接的字符串

source: Strings to expect in response
cn: 字符串期望响应
mk: 期望在回应的字符串

source: Strings to expect in server response
cn: 期望在服务器响应的字符串
mk: 期望在服务器响应的字符串

source: Success
cn: 成功。
mk: 成功

source: Successfully deleted %d hosts
cn: 成功删除%d主机
mk: 成功删除%d主机

source: Successfully logged into remote site '%s'
cn: 成功登录到远程站点' %s '
mk: 成功登录到远程站点%s '

source: Successfully logged into remote site '%s'!
cn: 成功登录到远程站点“ %s ！
mk: 成功登录到远程站点' %s '！

source: Successfully moved %d hosts to %s
cn: 移动成功%d %s主机
mk: 成功移动到%d %s %d主机

source: Successfully moved %d hosts to their original folder destinations.
cn: 成功%d主机移动到原来的文件夹目的地。
mk: %d主机成功移动到原来的文件夹目的地。

source: Successfully restored configuration.
cn: 已成功恢复的配置。
mk: 成功恢复的配置。

source: Successfully restored snapshot.
cn: 成功恢复的快照。
mk: 成功恢复快照。

source: Successfully sent %d commands.
cn: 成功发送%d命令。
mk: 成功发送%d命令。

source: Successfully updated user profile.
cn: 已成功更新用户配置文件。
mk: 成功更新用户配置文件。

source: Summary hosts
cn: 摘要主机
mk: 摘要主机

source: Summary of all disks
cn: 所有磁盘摘要
mk: 所有磁盘摘要

source: Summary of disk input (read)
cn: 摘要磁盘输入（读）
mk: 磁盘输入（读）的概要

source: Summary of disk output (write)
cn: 摘要磁盘输出（写）
mk: 摘要磁盘输出（写）

source: Sunday
cn: 星期日
mk: 星期日

source: Switch %s %s
cn: 切换%s %s
mk: 开关%s %s

source: Sync
cn: 同步
mk: 同步

source: Sync & Restart
cn: 同步和重新启动
mk: 同步和重新启动

source: Synchronize the &quot;mail&quot; attribute of LDAP users into Check_MK.
cn: “邮件”属性的LDAP用户同步到Check_MK。

source: Synchronized with master (my site id is %s.)
cn: 同步主（我的网站ID是%s ）。
mk: 与主同步（我的网站ID是%s 。）

source: Synchronizes the email of the LDAP user account into Check_MK.
cn: 同步的LDAP用户帐户的电子邮件到Check_MK。

source: Syslog facility for forwarded messages
cn: 转发的消息的syslog工具

source: TCP
cn: <msg name="tcp">的TCP </msg>

source: TCP Port
cn: TCP端口
mk: TCP端口

source: TCP Port to connect to
cn: TCP端口连接到
mk: TCP端口连接到

source: TCP port for connection to Check_MK agent
cn: TCP端口用于连接到Check_MK代理
mk: TCP端口，用于连接到Check_MK剂

source: Table
cn: 台面
mk: 台面

source: Tablespace larger than
cn: 表空间大于

source: Tactical Overview
cn: 战术概述
mk: 战术概述

source: Tag ID
cn: 标签ID
mk: 标签ID

source: Tags
cn: 标签
mk: 标签

source: Tags IDs must be unique. You've used <b>%s</b> twice.
cn: 标签的ID必须是唯一的。你已经在使用<b> %s </ b>的两倍。
mk: 标签的ID必须是唯一的。您已经在使用<b>的%s </ B>两次。

source: Tags classify hosts and are the fundament of configuration of hosts and services.
cn: 标签分类的主机和配置的主机和服务的根本。
mk: 标签分类主机配置的主机和服务的根本。

source: Tags with only one choice must have an ID.
cn: 只有一个选择的标签必须有一个ID。
mk: 只有一个选择的标签必须有一个ID。

source: Target state
cn: 目标状态
mk: 目标状态

source: Temperature
cn: 温度

source: Temperature and Humidity for Eaton UPS
cn: 伊顿UPS的温度和湿度

source: Temperature levels for external thermometers that are used for monitoring the temperature of a datacenter. An example is the webthem from W&amp;T.
cn: 外部温度计，用于监测数据中心的温度的温度水平。一个例子是从W＆T webthem
mk: 外部温度计，用于监测数据中心的温度的温度水平。一个例子是从W＆T webthem
