Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: Connect via TCP
cn: 通过TCP连接
mk: 通过TCP连接

source: Connect via UNIX socket
cn: 连接通过UNIX插槽
mk: 连接通过UNIX插槽

source: Connection
cn: 连接
mk: 连接

source: Connection state of each site and button for enabling and disabling the site connection
cn: 每个站点的连接状态和按钮启用和禁用站点连接
mk: 每个站点的连接状态和按钮启用和禁用站点连接

source: Connections to local and remote sites
cn: 连接到本地和远程站点
mk: 本地和远程站点的连接

source: Connector
cn: 连接器

source: Contact
cn: 联系
mk: 联系

source: Contact Groups
cn: -联络组合
mk: -联络组合

source: Contact groups
cn: -联络组合
mk: -联络组合

source: Contact groups are needed for assigning hosts and services to people (contacts)
cn: 需要联络组指定的主机和服务的人（联系人）
mk: 需要联络组指定的主机和服务的人（联系人）

source: Contact groups are used to assign monitoring objects to users. If you haven't defined any contact groups yet, then first <a href='%s'>do so</a>. Hosts and services can be assigned to contact groups using <a href='%s'>rules</a>.<br><br>If you do not put the user into any contact group then no monitoring contact will be created for the user.
cn: 联系人组用于分配给用户的监控对象。如果你还没有定义任何接触小组，那么第一页<A HREF =“ %s '这样做</ A>。可以分配给主机和服务组的<a href =“ %s '规则</ a>。<br> <br>如果你不把用户的任何联络小组没有监测接触将创建联系用户。
mk: 联络组用于用户指定监控对象。如果你还没有定义任何接触小组，那么第一页<A HREF =' %s '>做</ A>。可以分配给主机和服务，联系团体使用的<a href =' %s '规则</ A> _如果你不把用户进入任何接触小组，然后没有监测接触将被创建用户。

source: Contact groups are used to assign persons to hosts and services
cn: 联络组用于指定的主机和服务的人
mk: 联络组用来指定主机和服务的人

source: Contact notification
cn: 联系通知
mk: 联系通知

source: Contactgroup Membership
cn: Contactgroup会员

source: Contactgroup assign to this folder
cn: Contactgroup分配给这个文件夹
mk: Contactgroup分配到这个文件夹

source: Contacts
cn: 联系
mk: 往来

source: Context
cn: 内容
mk: 背景

source: Context Switches
cn: 上下文切换

source: Context information about this rule
cn: 这条规则的上下文信息
mk: 此规则的上下文信息

source: Convert imported User-IDs to lower case during synchronisation.
cn: 在同步过程中，以较低的情况下，将导入的用户ID。

source: Copyright Mathias Kettner 2012
cn: 马蒂亚斯KETTNER 2012版权所有
mk: 马蒂亚斯KETTNER 2012版权所有

source: Creata a separate check for each VxVM volume (Linux)
cn: 克雷娅察一个单独检查每个VxVM卷（LINUX）
mk: 克雷娅察每个VxVM卷（Linux的一个单独的支票）

source: Create %s specific rule for:
cn: 创建%s具体规则为：
mk: 创建%s具体规则为：

source: Create New View
cn: 创建新视图
mk: 创建新视图

source: Create Random Hosts
cn: 创建随机主机
mk: 创建随机主机

source: Create Snapshot
cn: 创建快照
mk: 创建快照

source: Create a clone of this host
cn: 创建一个克隆该主机
mk: 创建一个该主机的克隆

source: Create a clone of this view
cn: 创建一个克隆的这一观点
mk: 创建一个这一观点的克隆

source: Create a copy of this group
cn: 本组中创建一个副本

source: Create a copy of this user
cn: 该用户创建的副本
mk: 创建该用户的副本

source: Create a separate check for each LVM volume (Linux)
cn: 创建一个单独检查每个LVM卷（LINUX）
mk: 创建一个独立的检查每一个LVM卷（Linux的）

source: Create a separate check for each physical disk
cn: 每个物理磁盘创建一个单独的检查
mk: 每个物理磁盘创建一个单独的检查

source: Create a summary for all read, one for write
cn: 创建一个总结，所有的读，一个用于写操作
mk: 创建一个总结，所有的读，写

source: Create a summary over all physical disks
cn: 对所有的物理磁盘创建一个摘要
mk: 在所有物理磁盘创建一个总结

source: Create check files
cn: 建立检查档案
mk: 建立检查档案

source: Create check if service is in start mode
cn: 建立检查，如果服务是在启动模式

source: Create check if service is in state
cn: 创建检查服务状态

source: Create clone of %s
cn: %s克隆
mk: 创建%s的克隆

source: Create gateway hosts in<ul>
cn: 创建中的<ul>的网关主机
mk: 创建的<ul>的网关主机

source: Create new %s group %s
cn: 创建新的%s群组%s
mk: 组创建新的%s %s

source: Create new auxiliary tag
cn: 创建新的辅助标签
mk: 创建新的辅助标签

source: Create new cluster
cn: 创建新群集
mk: 创建新群集

source: Create new contact group
cn: 创建新的联系人组
mk: 创建新的联系人组

source: Create new folder
cn: 创建新文件夹
mk: 创建新的文件夹

source: Create new host
cn: 创建新的主机
mk: 创建新的主机

source: Create new host group
cn: 创建新的主机组
mk: 创建新的主机组

source: Create new service group
cn: 创建新的服务组
mk: 创建新的服务组

source: Create new site connection
cn: 创建新的站点连接
mk: 创建新的网站连接

source: Create new tag group
cn: 创建新标签组
mk: 创建新标签组

source: Create new time period
cn: 创建新的时间段
mk: 创建新的时间段

source: Create new user
cn: <msg name="newuser"> - 创建新用户 - </msg>
mk: <msg name="newuser"> - 创建新用户 - </msg>

source: Create new user %s
cn: 创建新用户“ %s
mk: 创建新用户“ %s

source: Create random hosts
cn: 创建随机的主机
mk: 创建任意主机

source: Create random secret
cn: 创建随机的秘密
mk: 创建随机的秘密

source: Create rule in folder:
cn: 在文件夹中创建规则：
mk: 文件夹中创建规则：

source: Create, remove and edit host tags. Removing host tags also might remove rules, so this permission should not be available to normal users.
cn: 创建，删除和编辑主机的标签。删除主机的标签也可能会删除的规则，所以这不应该是提供给普通用户的权限。
mk: 创建，删除和编辑主机标签。卸下主机标签还可能会删除此权限的规则，所以不应该是提供给普通用户。

source: Created %d random hosts.
cn: 创建%d随机主机。
mk: 创建%d任意主机。

source: Created by parent scan
cn: 由母公司扫描创建
mk: 由父扫描创建

source: Created new
cn: 创建新

source: Created new connection to site %s
cn: 创建新的连接到网站%s
mk: 创建新的连接到网站%s

source: Created new folder %s
cn: 创建新的文件夹%s
mk: 创建新的文件夹%s

source: Created new folder %s during parent scant
cn: 创建新的文件夹%s ，在父很少
mk: 创建新的文件夹在父母很少%s

source: Created new host %s during parent scan
cn: 创建新的主机%s ，在父扫描
mk: 创建新的主机%s父扫描过程中

source: Created new host %s.
cn: 创建新的主机%s 。
mk: 创造了新的主机%s 。

source: Created new host tag group '%s'
cn: 创建新的主机标签组“ %s “
mk: 创造了新的主机标签组' %s '

source: Created new role '%s'
cn: 创建新角色' %s '
mk: 创建新角色' %s '

source: Created new rule in ruleset %s in folder %s
cn: 在文件夹%s %s创建新的规则在规则集%s
mk: 在文件夹%s %s %s规则集在创建新规则

source: Created new time period %s
cn: 创建新的时间段%s
mk: 创造了新的时间段%s

source: Created snapshot %s
cn: 创建快照%s
mk: 创建快照%s

source: Created snapshot <tt>%s</tt>.
cn: 创建快照的<tt> %s </ P>。
mk: 快照的<tt>的%s </ tt>的创建。

source: Creation of gateway hosts
cn: 创建网关主机
mk: 创建网关主机

source: Credentials for HTTP Basic Authentication
cn: HTTP基本身份验证凭据
mk: HTTP基本身份验证凭据

source: Credentials for HTTP Proxy with basic authentication
cn: HTTP代理使用基本身份验证凭据
mk: HTTP代理使用基本身份验证凭据

source: Credentials for SNMPv3
cn: SNMPv3的全权证书
mk: SNMPv3的全权证书

source: Credentials for SNMPv3 including privacy options
cn: SNMPv3的全权证书，包括隐私选项
mk: SNMPv3的全权证书，其中包括隐私选项

source: Critical
cn: 严重

source: Critical above
cn: 关键以上

source: Critical at
cn: 关键在
mk: 关键在

source: Critical at a disk wait of
cn: 关键在磁盘等待
mk: 在等待磁盘的关键

source: Critical at a load of
cn: 关键的，在负载
mk: 关键在负载

source: Critical at a usage of
cn: 关键在使用
mk: 关键用法

source: Critical at a utilization of
cn: 关键在利用率
mk: 在利用临界

source: Critical at queue length
cn: 关键在队列的长度
mk: 在队列长度的关键

source: Critical below
cn: 关键在下面

source: Critical higher as
cn: 关键高
mk: 关键高

source: Critical if fewer than
cn: 至关重要的，如果少于
mk: 至关重要的，如果少于

source: Critical if moisture higher than
cn: 至关重要的，如果湿度高于
mk: 至关重要的，如果水分高于

source: Critical if moisture lower than
cn: 至关重要的，如果湿度低于
mk: 至关重要的，如果水分低于

source: Critical if more than
cn: 至关重要的，如果超过
mk: 至关重要的，如果超过

source: Critical if pool usage higher than
cn: 至关重要的，如果高于池的使用
mk: 至关重要的，如果池的利用率高于

source: Critical lower as
cn: 关键更低
mk: 关键更低

source: Critical lower than
cn: 关键低于

source: Critical older then
cn: 关键老年然后
mk: 批判旧然后

source: Critical remaining
cn: 关键剩下的
mk: 关键剩余

source: Critical younger then
cn: 关键年轻然后
mk: 关键年轻

source: Current check
cn: 电流检查
mk: 当前检查

source: Current check attempt
cn: 当前检查的尝试
mk: 当前检查的尝试

source: Current host check attempt
cn: 当前主机检查尝试
mk: 当前主机检查尝试

source: Current on Power Channel
cn: 电流对电源频道

source: Current setting
cn: 当前设置
mk: 电流设定

source: Currently disable this notification
cn: 目前禁用此通知

source: Currently in downtime
cn: 目前的停机时间
mk: 目前停机

source: Custom Links
cn: 自定义链接
mk: 自定义链接

source: Custom host notes
cn: 自定义主机票据
mk: 自定义主机票据

source: Custom notification
cn: 自定义通知
mk: 自定义通知

source: Custom services notes
cn: 自定义服务注意事项
mk: 自定义服务票据

source: Custom time range
cn: 自定义时间范围
mk: 自定义时间范围

source: Customize this view
cn: 自定义此视图
mk: 自定义视图

source: Customize views and use them
cn: 自定义视图，并使用

source: DNS Hostname
cn: DNS主机名
mk: DNS主机名

source: DNS Hostname or IP address
cn: DNS主机名或IP地址

source: DNS Server
cn: DNS服务器
mk: DNS服务器

source: Dashboards
cn: 仪表板
mk: 仪表板

source: Data not found
cn: 找不到资料
mk: 找不到资料

source: Data to send via HTTP POST method. Please make sure, that the data is URL-encoded.
cn: 要发送的数据通过HTTP POST方法。请确认，该数据是URL编码。
mk: 要发送的数据通过HTTP POST方法。请确保数据是URL编码。

source: Database name
cn: <msg name="name">数据库名称</msg>
mk: <msg name="name">数据库名称</msg>

source: Date
cn: 日期:
mk: 日期:

source: Date (YYYY-MM-DD)
cn: 日期（YYYY-MM-DD）
mk: 日期（YYYY-MM-DD）

source: Date format
cn: 日期格式
mk: 日期格式

source: Date must be a number value
cn: 日期必须是一个数字值
mk: 日期必须是一个数字值

source: Day
cn: 天
mk: 日

source: Debug Livestatus queries
cn: 调试Livestatus查询
mk: 调试Livestatus查询

source: Debug mode
cn: OBS 调试模式
mk: OBS 调试模式

source: Debug notifications
cn: 调试的通知
mk: 调试通知

source: Default User Profile
cn: 默认用户配置文件

source: Default is 389 for normal connetions and 636 for SSL connections.
cn: 默认是正常connetions为636 SSL连接389。
mk: 默认值是389的正常connetions和636为SSL连接。

source: Default setting
cn: 默认设置
mk: 默认设置

source: Default value
cn: 默认值
mk: 默认值

source: Default: %s
cn: 默认值：“%s”
mk: 默认值：“%s”

source: Delay host notifications
cn: 延迟主机的通知
mk: 延迟主机通知

source: Delay precompiling of host checks
cn: 延迟预编译的主机检查
mk: 延迟预编译的主机检查

source: Delay service notifications
cn: 延时服务的通知
mk: 延时服务通知

source: Delay:
cn: 延時：
mk: 延時：

source: Delete
cn: 删除
mk: 删除

source: Delete all maps
cn: 删除所有地图
mk: 删除所有地图

source: Delete host!
cn: 删除主机！
mk: 删除主机！

source: Delete rule number %d of folder '%s'?
cn: 删除文件夹“ %d %s规则数%d吗？
mk: 删除规则编号%d文件夹“ %s '？

source: Delete rules containing tags that have been removed, if tag is used in a positive sense. Just remove that tag if it's used negated.
cn: 删除规则已被删除的标签，如果标签是用来在积极的意义。只要删除该标记，如果它是用来否定的。
mk: 删除包含的标记的规则已被删除，如果标签是用来在积极的意义。如果它是用来否定的，只要删除该标签。

source: Delete this auxiliary tag
cn: 删除这个辅助标签
mk: 删除此辅助标记

source: Delete this column
cn: 删除此列
mk: 删除此列

source: Delete this entry
cn: 删除该条目
mk: 删除此条目

source: Delete this folder
cn: 删除此文件夹
mk: 删除此文件夹

source: Delete this host
cn: 删除这台主机
mk: 删除此主机

source: Delete this role
cn: 删除此角色
mk: 删除此角色

source: Delete this rule
cn: 删除此规则
mk: 删除这条规则

source: Delete this tag group
cn: 删除此标记组
mk: 删除这个标签组

source: Delete this view!
cn: 删除这个观点！
mk: 删除了这一观点！

source: Deleted %s group %s
cn: 删除%s群组%s
mk: 删除%s组%s

source: Deleted empty folder %s
cn: 删除空文件夹%s
mk: 删除空文件夹%s

source: Deleted host %s
cn: 删除主机%s
mk: 删除主机%s

source: Deleted role '%s'
cn: 删除角色' %s '
mk: 删除角色' %s '

source: Deleted rule in ruleset '%s'
cn: 删除规则的规则集' %s “
mk: 删除的规则，在规则集' %s '

source: Deleted site %s
cn: 删除网站%s
mk: 删除网站%s

source: Deleted timeperiod %s
cn: 删除timeperiod %s
mk: 删除的时间段%s

source: Deleted user %s
cn: 删除用户%s
mk: 删除用户%s

source: Deletes
cn: 删除
mk: 删除

source: Demonstration
cn: 演示
mk: 演示

source: Depending on the measurement unit (defaults to byte) the absolute levels are set in bit or byte
cn: 根据所述测量单元（默认为字节）被设置在绝对水平的位或字节

source: Descending
cn: 降序
mk: 递减

source: Description
cn: 描述
mk: 描述

source: Detailed host infos
cn: 详细的主机的相关信息
mk: 详细的主机相关信息

source: Details
cn: 详细信息

source: Direct access to WATO - the web administration GUI of Check_MK
cn: WATO - 直接访问Web管理GUI的Check_MK
mk: WATO - 直接进入web管理界面Check_MK

source: Direct links to all service groups
cn: 直接链接到所有服务组
mk: 直接链接到所有服务组

source: Directly reachable hosts
cn: 直接到达的主机
mk: 可直接到达的主机

source: Directory Type
cn: 目录类型

source: Directs links to all host groups
cn: 所有主机组
mk: 直接链接所有主机组

source: Disable
cn: 禁用
mk: 禁用

source: Disable active checks
cn: 禁用活动检查
mk: 禁用活动检查

source: Disable flap detection
cn: 禁用瓣检测
mk: 禁用皮瓣检测

source: Disable host notifications
cn: 关闭主机通知
mk: 禁用宿主通知“

source: Disable password
cn: 禁用密码
mk: 禁用密码

source: Disable processing of passiv check results
cn: 禁用passiv检查结果的处理
mk: 禁用的PASSIV检查结果的处理

source: Disable processing of perfdata
cn: 禁用处理perfd​​ata
mk: 禁用处理perfd​​ata的

source: Disable service notifications
cn: 禁用服务的通知
mk: 禁用服务通知

source: Disabled
cn: 无效的
mk: 无效的

source: Disabled rules are kept in the configuration but are not applied.
cn: 残疾人士使用的规则都保存在配置，但不适用。
mk: 残疾人士使用的规则保存在配置，但不适用。

source: Disabling the password will prevent a user from logging in while retaining the original password. Notifications are not affected by this setting.
cn: 禁用密码，防止用户登录，同时保留原来的密码。通知不会受到此设置。
mk: 禁用密码，同时保留了原有的密码，防止用户登录。通知不会受到此设置。

source: Display Options
cn: 显示选项
mk: 显示选项

source: Display the system's uptime as a check
cn: 显示系统的正常运行时间作为检查
mk: 显示系统的正常运行时间作为检查

source: Distinguished Name of the LDAP group to add users this role. This group must be defined within the scope of the <a href="wato.py?mode=edit_configvar&varname=ldap_groupspec">LDAP Group Settings</a>.
cn: 可分辨名称的LDAP组添加用户这个角色。这组的的<a href="wato.py?mode=edit_configvar&varname=ldap_groupspec"> LDAP组设置的范围内，必须定义</ A>。

source: Distinguished name for binding
cn: 可分辨名称进行绑定
mk: 绑定可分辨名称

source: Distributed Monitoring
cn: 分布式监测
mk: 分布式监控

source: Distributed WATO - Replication Status
cn: 分布式WATO - 复制状态
mk: 分布式WATO - 复制状态

source: Distributed monitoring via Multsite, distributed configuration via WATO
cn: 分布式监测通过Multsite，分散配置，通过WATO
mk: 分布式监测通过Multsite，通过分布式配置WATO

source: Do inventory and service configuration on existing hosts.
cn: 做库存和服务在现有的主机配置。
mk: 做库存和服务配置在现有的主机。

source: Do inventory check every
cn: 盘点每
mk: 做库存检查每

source: Do not connect
cn: 不要连接
mk: 不要连接

source: Do not list grouped interfaces separately
cn: 不要单独列出分组的接口

source: Do only notifiy alerts within this time period
cn: 在这段时间内只做notifiy警报

source: Do this recursively
cn: 如此这般

source: Do you really want to %(title)s the %(count)d %(what)ss?
cn: 你真的想为％（标题）■％（计数）D（％）SS吗？
mk: 难道你真的想为％（标题）■％（计数）D（％）SS？

source: Do you really want to %(title)s the following %(count)d %(what)s?
cn: 你真的想为％（标题）s以下％（计数）D％（什么）？
mk: 难道你真的想为％（标题）S的下列％（计数）D（％）秒？

source: Do you really want to acknowledge %s by <b>deleting</b> all stored messages?
cn: 你真的要确认%s <b>删除</ b>所有存储的信息吗？

source: Do you really want to clear audit logfile?
cn: 你真的要清除审核日志文件？
mk: 难道你真的想清楚了审计日志文件？

source: Do you really want to delete the %d selected hosts?
cn: 你真的要删除%d选定的主机？
mk: 你真的要删除%d选定的主机？

source: Do you really want to delete the %s group %s?
cn: 你真的要删除%s群组%s吗？
mk: 你真的要删除%s组%s吗？

source: Do you really want to delete the %s group %s? If there are still objects assigned to that group, the group will kept up (but without an alias). Removing all objects from the will make the group disappear completely.
cn: 你真的要删除%s群组%s吗？如果仍然存在分配给该组的对象，该集团将继续（但不包括别名）。删除所有的对象从组完全消失。
mk: 你真的要删除%s组%s吗？如果仍然有分配给该组的对象，该集团将保持（但没有一个别名）。删除所有的对象从组完全消失。

source: Do you really want to delete the auxiliary tag '%s'?
cn: 你真的要删除的辅助标记“ %s吗？
mk: 你真的要删除辅助标记' %s '吗？

source: Do you really want to delete the connection to the site %s?
cn: 难道你真的想删除的连接的网站%s ？
mk: 你真的要删除连接到现场%s吗？

source: Do you really want to delete the folder %s?
cn: 你真的要删除的文件夹%s ？
mk: 你真的要删除的文件夹%s ？

source: Do you really want to delete the host <tt>%s</tt>?
cn: 你真的要删除的的主机的<tt> %s </ tt>的吗？
mk: 难道你真的想删除主机的<tt>的%s </ tt>的吗？

source: Do you really want to delete the host tag group '%s'?
cn: 你真的要删除的主机标签组' %s '吗？
mk: 你真的要删除的主机标签组' %s '吗？

source: Do you really want to delete the role %s?
cn: 你真的要删除的角色%s ？
mk: 你真的要删除%s作用吗？

source: Do you really want to delete the time period '%s'? I've checked it: it is not being used by any rule or user profile right now.
cn: 你真的要删除的时间段“ %s吗？我已经检查了这一点：在不使用任何规则或用户配置文件现在。
mk: 难道你真的想删除的时间段' %s '？我已经检查了：它没有被任何规则或用户配置文件使用权。

source: Do you really want to delete the user %s?
cn: 难道你真的想要删除的用户%s ？
mk: 你真的要删除的用户%s ？

source: Do you really want to log out of '%s'?
cn: 你真的要退出' %s '吗？
mk: 难道你真的想退出' %s '吗？

source: Do you really want to proceed?
cn: 难道你真的想要继续吗？
mk: 难道你真的想要继续吗？

source: Do you really want to reset the configuration variable <b>%s</b> back to the default value of <b><tt>%s</tt></b>?
cn: 你真的要重置的配置变量<B>的%s </ B>返回的默认值<B> <TT> %s </ TT> </ B>？
mk: 你真的要重置配置变量<B>的%s </ B>返回的默认值的<b> <TT> %s </ TT> </ B>？

source: Do you really want to reset this configuration variable back to its default value?
cn: 你真的要重设这个配置项，它的默认值吗？
mk: 难道你真的想回其默认值重置此配置变量？

source: Documentation
cn: 文档
mk: 文档

source: Documentation-URL
cn: 文档的URL

source: Does not ends with "%s".
cn: 不结束与“ %s “。

source: Don't use
cn: 不要使用
mk: 不要使用

source: Don't wait for document body
cn: 不要等到文档正文
mk: 不要等到文档正文

source: Download
cn: 下载
mk: 下载

source: Downtime
cn: 停机时间
mk: 停机时间

source: Downtime Comment
cn: 停机时间评论

source: Downtime active or pending
cn: 停机时间有效或待定
mk: 停机时间活动或挂起

source: Downtime author
cn: 停机时间作者
mk: 停机时间作者

source: Downtime comment
cn: 停机时间评论
mk: 停机时间注释

source: Downtime duration (if flexible)
cn: 停机时间持续时间（如果灵活）
mk: 停机时间期限（如灵活）

source: Downtime end
cn: 停机时间结束
mk: 停机时间结束

source: Downtime end time
cn: 停机时间结束时间
mk: 停机结束时间

source: Downtime entry time
cn: 停机时间进入时间
mk: 停机报名时间

source: Downtime id
cn: 停机时间ID
mk: 停机时间ID

source: Downtime is fixed
cn: 停机时间是固定的
mk: 停机时间是固定的

source: Downtime start
cn: 停机时间开始
mk: 停机时间开始

source: Downtime start time
cn: 停机时间的开始时间
mk: 停机开始时间

source: Downtime type (host/service)
cn: 停机时间类型（主机/服务）
mk: 停机类型（主机/服务）

source: Downtimes
cn: 停机时间
mk: 停机时间

source: Downtimes of host
cn: 停机时间的主机
mk: 主机的停机时间

source: Downtimes of service
cn: 服务的停机时间
mk: 服务的停机时间

source: Dropdown
cn: 下拉 Dropdown
mk: 下拉 Dropdown

source: Dropdown list, selection of host group is <b>enforced</b>
cn: 下拉列表中，选择主机组是<b>执行</ B>
mk: 下拉列表中，选择主机组<B>执行</ B>

source: Dropdown list, selection of service group is <b>enforced</b>
cn: 下拉列表中，选择服务组是<b>执行</ B>
mk: 下拉列表中，选择服务组<B>执行</ B>

source: Dt.
cn: 日期
mk: 日期

source: Duration
cn: 时长
mk: 时长

source: Dynamic levels
cn: 动态水平

source: EDIT
cn: 编辑
mk: "编辑"

source: ERROR:
cn: "错误";
mk: "错误";

source: EXPORT
cn: 输出
mk: 输出

source: Each host tag group will create one dropdown choice in the host configuration.
cn: 每一个的主机标签组将在主机配置中创建一个下拉的选择。
mk: 每个主机标签组将创建一个下拉选择主机配置。

source: Each user defined role is based on one of the builtin roles. When created it will start with all permissions of that role. When due to a software update or installation of an addons new permissions appear, the user role will get or not get those new permissions based on the default settings of the builtin role it's based on.
cn: 每个用户定义的角色是基于内建的角色之一。创建时，它会启动该角色的所有权限。由于一个软件更新或安装的插件新的权限时出现，会得到用户的角色或没有根据的默认设置，内置的角色，它是基于这些新的权限。
mk: 每个用户定义的作用是根据内置的角色之一。创建时，它会开始与该角色的所有权限。当出现由于软件更新或安装插件新的权限，用户角色将获得或无法获得的基础上的默认设置，内置的角色，它是基于这些新的权限。

source: Edit
cn: 编辑
mk: 编辑

source: Edit Bookmark
cn: 编辑书签
mk: 编辑书签

source: Edit Logfile Rules
cn: 编辑日志文件规定“
mk: 编辑日志文件规定“

source: Edit View
cn: 编辑视图
mk: 编辑查看

source: Edit all maps
cn: 编辑所有地图
mk: 编辑所有地图

source: Edit auxiliary tag
cn: 编辑辅助标签
mk: 编辑辅助标签

source: Edit contact group
cn: 编辑联络小组
mk: 编辑联络小组

source: Edit group
cn: 修改群组
mk: 编辑群组

source: Edit host
cn: 编辑主机
mk: 编辑主机

source: Edit host group
cn: 编辑主机组
mk: 编辑主机组

source: Edit personal notification settings
cn: 编辑个人通知设置

source: Edit personal user attributes
cn: 编辑个人用户属性

source: Edit service group
cn: 编辑服务组
mk: 编辑服务组

source: Edit services in WATO - the Check_MK Web Administration Tool
cn: 编辑服务WATO - Check_MK Web管理工具
mk: 编辑服务WATO - Check_MK的的Web管理工具

source: Edit site connection %s
cn: 编辑站点连接%s
mk: 编辑站点连接%s

source: Edit tag group
cn: 编辑标签组
mk: 编辑标签组

source: Edit the properties of this folder
cn: 编辑该文件夹的属性
mk: 编辑这个文件夹的属性

source: Edit the properties of this host
cn: 编辑该主机的性能
mk: 编辑此主机的属性

source: Edit the services of this host, do an inventory
cn: 编辑该主机的服务，做一个盘点
mk: 编辑此主机的服务，做一个库存

source: Edit the user password
cn: 编辑用户密码
mk: 编辑用户密码

source: Edit the user profile
cn: 编辑用户配置文件
mk: 编辑用户配置文件

source: Edit this auxiliary tag
cn: 编辑本辅助标签
mk: 编辑本辅助标记

source: Edit this rule
cn: 编辑本规则
mk: 编辑本规则

source: Edit this tag group
cn: 编辑这个标签组“
mk: 编辑这个标签组“

source: Edit time period
cn: 编辑时间周期
mk: 编辑时间段

source: Edit user %s
cn: 编辑用户%s
mk: 编辑用户%s

source: Edit user profile
cn: 编辑用户配置文件
mk: 编辑用户配置文件

source: Edit user role %s
cn: 编辑用户角色“ %s
mk: 编辑用户角色%s

source: Edit view
cn: 编辑视图
mk: 编辑观点

source: Edit views
cn: 编辑意见
mk: 编辑观点

source: Edit your personal settings, change your password
cn: 编辑您的个人设置，更改您的密码
mk: 编辑您的个人设置，更改您的密码

source: Edited
cn: 已编辑

source: Edited host tag group %s (%s)
cn: 编辑主机标签组%s （ %s ）
mk: 编辑主机标签组%s （ ） %s

source: Edited properties of host [%s]
cn: 编辑主机[ %s ]
mk: 编辑主机[ %s ]

source: Email
cn: 电子邮件
mk: 电子邮件

source: Email address
cn: 电邮地址
mk: 电邮地址

source: Email body to use for both host and service notifications
cn: 电子邮件正文使用的主机和服务的通知
mk: 电子邮件的身体使用的主机和服务的通知

source: Email body to use for host notifications
cn: 电子邮件正文使用的主机通知
mk: 电子邮件身体使用主机通知

source: Email body to use for service notifications
cn: 电子邮件正文使用服务通知
mk: 身体使用电子邮件服务通知

source: Email command line used for notifications
cn: 电子邮件使用的命令行的通知
mk: 电子邮件使用的命令行通知

source: Email subject to use for host notifications
cn: 电邮题目使用的主机通知
mk: 使用电子邮件主题为主机通知

source: Email subject to use for service notifications
cn: 电邮题目使用服务通知
mk: 用于服务通知电邮题目

source: Empty response from web service
cn: 空响应从Web服务
mk: 空响应从Web服务

source: Enable
cn: 启用
mk: {0}{/0}{1}enable{/1}

source: Enable SMTP AUTH (LOGIN)
cn: 启用S​​MTP AUTH（LOGIN）
mk: 启用S​​MTP AUTH（登入）

source: Enable SSL/TLS hostname extension support (SNI)
cn: 启用S​​SL / TLS的主机扩展支持（SNI）
mk: 启用S​​SL / TLS的主机名扩展支持（SNI）

source: Enable active checks
cn: 启用活动检查
mk: 启用活动检查

source: Enable and disable active or passive checks on hosts and services
cn: 启用和禁用主动或被动的主机和服务检查
mk: 启用和禁用主机和服务的主动或被动检查

source: Enable and disable notifications on hosts and services
cn: 启用和禁用的主机和服务的通知
mk: 启用和禁用主机和服务的通知

source: Enable flap detection
cn: 启用瓣检测
mk: 启用皮瓣检测

source: Enable host notifications
cn: 启用主机通知
mk: 启用宿主通知“

source: Enable performance data from trends
cn: 从趋势上启用性能数据
mk: 启用性能数据从趋势

source: Enable periodic notifications
cn: 启用定期通知
mk: 启用定期通知

source: Enable processing of passiv check results
cn: 启用处理passiv检查结果“
mk: 启用处理PASSIV检查结果“

source: Enable processing of perfdata
cn: 启用处理perfd​​ata“
mk: 启用加工perfd​​ata“

source: Enable regular inventory checks
cn: 启用定期盘点
mk: 启用定期盘点检查

source: Enable service notifications
cn: 启用服务的通知
mk: 启用服务通知

source: Enable trend computation
cn: 启用潮流计算
mk: 启用趋势计算

source: Enable/Disable checkboxes for selecting rows for commands
cn: 启用/禁用复选框选择命令行
mk: 启用/禁用复选框选择命令行

source: Enable/disable active checks for services
cn: 启用/禁用主动检查服务
mk: 启用/禁用主动检查服务

source: Enable/disable checks
cn: 启用/禁用检查
mk: 启用/禁用检查

source: Enable/disable flapping detection for hosts
cn: 启用/禁用漂移检测的主机
mk: 启用/禁用主机扑检测

source: Enable/disable flapping detection for services
cn: 启用/禁用漂移检测服务
mk: 启用/禁用扑检测服务

source: Enable/disable notifications
cn: 启用/禁用通知
mk: 启用/禁用通知

source: Enable/disable notifications for hosts
cn: 启用/禁用主机的通知
mk: 启用/禁用主机通知

source: Enable/disable notifications for services
cn: 启用/禁用服务的通知
mk: 启用/禁用服务的通知

source: Enable/disable passive checks for services
cn: 启用/禁用的服务的被动检查
mk: 启用/禁用的服务的被动检查

source: Enable/disable processing of perfdata for services
cn: 启用/禁用处理的perfd​​ata为服务
mk: 启用/禁用处理perfd​​ata的服务

source: Enabled User Connectors
cn: 启用用户连接

source: Enabled sounds in views
cn: 启用声音的意见
mk: 启用观点的声音

source: Enabling
cn: 启用
mk: 启用

source: Enabling this option results in additional performance data for the Check_MK output, giving information regarding the process times. It provides the following fields: user_time, system_time, children_user_time and children_system_time
cn: 启用此选项将导致额外的性能数据的Check_MK输出，提供有关的处理时间。它提供了以下的领域：user_time，system_time，children_user_time和children_system_time

source: Enc-Out frames rate
cn: ENC-帧速率
mk: ENC-帧速率

source: Encrypt the network connection using SSL.
cn: 使用SSL加密的网络连接。

source: End
cn: -结束

source: Enforce lower case User-IDs.
cn: 强制执行较低的情况下，用户ID。

source: English
cn: 操作界面：英语
mk: 英语

source: Enter the host names of the cluster nodes. These hosts must be present in WATO.
cn: 输入的群集节点的主机名。这些主机必须在WATO。
mk: 输入集群节点的主机名。这些主机必须是目前在WATO。

source: Entry
cn: 入门费
mk: 项目

source: Error
cn: 出错.
mk: 错误

source: Error during inventory of %s on site %s: %s
cn: 在现场库存的%s %s错误： %s
mk: 在现场库存的%s %s错误： %s

source: Error during inventory of %s: %s
cn: %s库存时发生错误： %s
mk: 清查过程中出现错误的%s ： %s

source: Error during parent scan of %s on site %s: %s
cn: 现场%s %s %s %s在父扫描过程中的错误： %s
mk: 网站%s %s %s %s父扫描过程中出现错误： %s

source: Error during parent scan of %s: %s
cn: %s父扫描过程中出现错误： %s
mk: 错误： %s %s在父扫描%s

source: Error executing hook
cn: 错误执行挂钩
mk: 错误执行钩

source: Error executing sync hook
cn: 错误执行同步钩
