Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: Allows to create own views, customize builtin views and use them.
cn: 允许创建自己的看法，定制内置的看法，并使用它们。

source: Allows to ignore the hard query limit imposed upon the number of datasets returned by a query
cn: 允许忽略了硬盘的查询限制查询所返回的数据集时
mk: 允许忽略硬盘的查询限制由查询返回的数据集时

source: Allows to ignore the soft query limit imposed upon the number of datasets returned by a query
cn: 允许忽略了柔软的查询限制查询所返回的数据集时
mk: 允许忽略软查询限制查询所返回的数据集时

source: Allows users to perform Nagios commands. If no further permissions are granted, actions can only be done on objects one is a contact for
cn: 允许用户执行Nagios的命令。如果没有进一步的授予权限，行动只能做对象，一个是接触
mk: 允许用户执行Nagios的命令。如果没有进一步的被授予的权限，行动只能做一个是接触对象

source: Already configured services
cn: 已配置的服务
mk: 已配置的服务

source: Also set downtime on child hosts
cn: 还孩子主机的停机时间

source: Always
cn: 一直
mk: 总是

source: Always cleanup autochecks
cn: 总是清理autochecks
mk: 始终清理流程自动

source: An Alias or description of this group.
cn: 本组的别名或描述。
mk: 本组的别名或描述

source: An alias or description of the role
cn: 别名或角色的说明
mk: 角色的别名或说明

source: An alias or description of the site
cn: 别名或描述的网站
mk: 网页的别名或描述

source: An alias or description of the timeperiod
cn: 的别名或的timeperiod说明的
mk: 时间段的别名或描述

source: An alias or description of this auxiliary tag
cn: 别名或描述这个辅助标签
mk: 这个辅助标记的别名或描述

source: An alias or description of this tag group
cn: 别名或描述这个标签组
mk: 这个标签组的别名或描述

source: An empty value is not allowed here.
cn: 这里不允许空值。
mk: 这里不允许空值。

source: An empty value must be represented with None here.
cn: 与无空值必须表示。
mk: 这里的空值必须用None来表示

source: An identifier must only consist of letters, digits, dash and underscore and it must start with a letter or underscore.
cn: 的标识符只能由字母，数字，破折号和下划线，而且必须以字母或下划线开始。
mk: 标识符只能由字母，数字，破折号和下划线，并且必须以字母或下划线开始。

source: An optional URL pointing to documentation or any other page. This will be displayed as an icon <img class=icon src='images/button_url_lo.png'> and open a new page when clicked. You can use either global URLs (beginning with <tt>http://</tt>), absolute local urls (beginning with <tt>/</tt>) or relative URLs (that are relative to <tt>check_mk/</tt>).
cn: 一个可选的URL指向的文件或任何其他网页。这将显示作为图标<img class=icon src='images/button_url_lo.png'>的和点击时打开一个新的页面。您可以使用全球网址（开始<TT> http:// </ P>），绝对的本地URL（开始的<tt> / </ TT>）或相对URL（即是相对于<TT> check_mk / </ P>）。
mk: 一个可选的URL指向文档或任何其他页面。这将显示为图标<img class=icon的src='images/button_url_lo.png'>和点击时打开一个新的页面。您可以使用全球网址（开始<TT> http:// </ tt>的），绝对的本地URL（开始与/ <TT> </ TT>）或相对URL（相对到<TT> check_mk / </ P>）。

source: An optional comment that helps you documenting the purpose of this rule
cn: 一个可选的注释，可以帮助你记录这条规则的目的
mk: 一个可选的注释，可以帮助你记录本规则的目的

source: Analyze Host Patterns
cn: 分析主机模式
mk: 主机模式分析

source: Analyze Patterns
cn: 分析模式
mk: 分析模式

source: Analyze logfile pattern rules and validate logfile patterns against custom text.
cn: 分析日志文件的模式规则和验证日志文件对自定义文本模式。
mk: 分析日志文件的模式规则和验证日志文件对自定义文本的模式。

source: Analyze this line
cn: 分析这条线
mk: 分析这行

source: Apache Local Password File (htpasswd)
cn: Apache的本地密码文件（htpasswd的）

source: Applications, Processes &amp; Services
cn: 应用程序，进程和服务
mk: 应用程序，进程和服务

source: Are you sure you want to delete the snapshot <br><br>%s?
cn: 您确定您要删除的快照的参考<BR> %s吗？
mk: 您确定您要删除的快照<BR> %s吗？

source: Are you sure you want to restore the snapshot <br><br>%s ?
cn: 你确定你要恢复的快照的参考<BR> %s吗？
mk: 你确定你要恢复的快照<BR> %s吗？

source: As soon as you configure expected strings in the response the check will output the response - as long as you do not hide it with this option
cn: 只要你配置预期中的字符串响应支票将输出响应 - 只要你不使用此选项隐藏
mk: 只要你配置预计在响应串支票将输出的响应 - 只要你不使用此选项隐藏

source: Ascending
cn: 升序排列
mk: 升序排列

source: Assignment of host &amp; services to host, service and contacts groups.
cn: 分配的主机服务，主机，服务和联系人组。
mk: 分配主机，服务和联系人组的主机和服务。

source: Assignment of hosts to contact groups
cn: 主机分配到联络小组
mk: 分配主机联络组

source: Assignment of hosts to host groups
cn: 主机到主机组的分配
mk: 分配到的主机的主机组

source: Assignment of services to contact groups
cn: 转让服务联络小组
mk: 转让服务联络组

source: Assignment of services to service groups
cn: 分配到服务组的服务
mk: 分配到服务组

source: Assume another state for this item (reload page to activate)
cn: 假设此项目的另一种状态（重新加载页面激活）
mk: 承担此项目的另一种状态（重新加载页面激活）

source: Assumed
cn: 假定
mk: 假定

source: Assumed link speed
cn: 假设链路速度
mk: 假设链路速度

source: Assumed to be %s
cn: 假设为%s

source: At least one of these strings is expected in the first (status) line of the server response (default: <tt>HTTP/1.</tt>). If specified skips all other status line logic (ex: 3xx, 4xx, 5xx processing)
cn: 预计这些字符串中至少有一个是在第一线（状态），服务器的响应（默认：<TT> HTTP / 1。</ P>）。如果指定跳过其他所有的状态行逻辑（例如：3XX，4XX，5XX处理）
mk: 预计这些字符串中至少有一个是在第一线（状态）的服务器响应（默认：<TT> HTTP / 1。</ P>）。如果指定跳过所有其他状态行逻辑（如：3XX，4XX，5XX处理）

source: Att.
cn: 抄送：
mk: 抄送：

source: Attribute to search
cn: 属性来搜索
mk: 从主机中删除的属性

source: Attributes to remove from hosts
cn: 从主机中删除的属性

source: Audible alarm sounds
cn: 声音警报响起
mk: 声音警报响起

source: Audit Logfile
cn: 审计日志文件
mk: 审计日志文件

source: Audit log
cn: 审计日志
mk: 审计日志

source: Audit logfile
cn: 审计日志文件
mk: 审计日志文件

source: Audit logfile for %s
cn: %s审计日志文件
mk: %s审计日志文件

source: Auth
cn: 验证
mk: 验证

source: Authentication
cn: 验证
mk: 验证

source: Authentication Expiration
cn: 认证过期

source: Authentication error
cn: 身份验证错误
mk: 验证错误

source: Authentication failed. Invalid login/password.
cn: 身份验证失败。无效的用户名/密码。
mk: 验证失败。无效的用户名/密码。

source: Authentication password
cn: 验证密码
mk: 验证密码

source: Authentication protocol
cn: 身份验证协议
mk: 认证协议

source: Authentication to web service failed.<br>Message:<br>%s
cn: Web服务验证失败。<BR>消息：<BR> %s
mk: Web服务的身份验证失败-讯息： - %s

source: Author
cn: 作者
mk: 作者

source: Authorization
cn: <msg name="title">授权</msg>
mk: 授权

source: Autoextension is expected
cn: Autoextension预计

source: Automatic
cn: 自動

source: Automation
cn: 计算机帐户的自动化秘密
mk: 自动化计算机帐户的秘密

source: Auxiliary Tag
cn: 辅助变量
mk: 辅助标签

source: Auxiliary tags
cn: 辅助标签
mk: 辅助标签

source: Auxiliary tags can be attached to other tags. That way you can for example have all hosts with the tag <tt>cmk-agent</tt> get also the tag <tt>tcp</tt>. This makes the configuration of your hosts easier.
cn: 辅助的标签可以被附着到其他标签。这样，您可以例如与的标签<TT>的CMK-代理的所有主机</ P>的标签<TT> TCP </ P>。这使得您的主机的配置更加容易。
mk: 辅助标记可以连接到其他标签。这样，你可以有标签<TT> CMK代理的所有主机例如</ P>还获得标签<TT> TCP </ P>。这使得您的主机的配置更容易。

source: Available (missing) services
cn: （丢失）服务
mk: 可用（丢失）服务

source: Available snapins
cn: 可用的管理单元
mk: 可用的管理单元

source: Average
cn: 平均
mk: 平均

source: Average values
cn: 平均值
mk: 平均值

source: BI - Check_MK Business Intelligence
cn: 商业智能BI - Check_MK

source: BI Aggregation Groups
cn: BI聚合组
mk: BI聚合组

source: BI Aggregations
cn: BI汇总
mk: BI聚合

source: BI Aggregations affected by one host
cn: 由一台主机的BI聚合的影响
mk: 由一台主机的影响BI聚合

source: BI Boxes
cn: BI盒
mk: BI盒

source: BI Hostname Aggregations
cn: BI主机名汇总
mk: BI主机名的聚合

source: BOUND
cn: {0}{1}bound{/1}{/0} ：
mk: {0}{1}bound{/1}{/0} ：

source: Back
cn: 返回
mk: 返回

source: Back to Logfile
cn: 备份到日志文件

source: Back to view
cn: 回观
mk: 回来查看

source: Backup & Restore
cn: 备份/还原
mk: 备份/还原

source: Balanced boxes
cn: 平衡箱
mk: 平衡箱

source: Base DN
cn: 基本DN
mk: 基本DN

source: Based on role
cn: 基于角色
mk: 基于角色

source: Basic Layout
cn: 基本布局
mk: 基本布局

source: Basic Properties
cn: 基本属性
mk: 基本属性

source: Basic Settings
cn: # 基本设置
mk: # 基本设置

source: Basic settings
cn: 基本设置
mk: 基本设置

source: Bind DN
cn: 绑定DN
mk: 绑定DN

source: Bind Password
cn: 绑定密码

source: Bits
cn: 数位

source: Bits per second
cn: 每秒位数
mk: 比特每秒

source: Blocks read
cn: 读取的块
mk: 读取的块

source: Bookmarks
cn: 书签
mk: 书签

source: Both
cn: 两者都
mk: 两

source: Brocade FC FibreChannel ports
cn: 博科FC光纤通道端口
mk: 博科FC光纤通道端口

source: Browser reload
cn: 浏览器重装
mk: 浏览器重装

source: Buffered HTTP stream
cn: 缓冲HTTP流
mk: HTTP流缓冲

source: Builtin views
cn: 内置意见
mk: 内建意见

source: Bulk Inventory
cn: 散装库存
mk: 散装库存

source: Bulk edit hosts
cn: 批量编辑主机
mk: 散装编辑主机

source: Bulk inventory
cn: 散装库存
mk: 散装库存

source: Bulk removal of explicit attributes
cn: 批量去除明确的属性
mk: 批量去除明确的属性

source: Bulk service detection (inventory)
cn: 批量服务检测（库存）
mk: 批量服务检测（库存）

source: Business Intelligence
cn: 商务智能
mk: 商务智能

source: But you are not a member of any contact group.
cn: 但你没有任何联络小组的成员。
mk: 但是你不是任何一个任何联络小组的成员。

source: Buttons for switching globally states such as enabling checks and notifications
cn: 按钮开关在全球范围的规定，如使检查和通知
mk: 全球开关按钮状态，如使检查和通知

source: By activating the computation of averages, the levels on errors and traffic are applied to the averaged value. That way you can make the check react only on long-time changes, not on one-minute events.
cn: 通过激活的平均值的计算，错误和交通的水平对施加的平均值。这种方式可以使检查只在较长时间的变化，而不是一分钟的事件作出反应。
mk: 通过激活的平均值的计算，错误和流量的水平上应用的平均值。这种方式可以使检查只在长时间的变化，而不是在一分钟的事件反应。

source: By adding rules to this ruleset you can define a subset of your hosts to be actually monitored. As long as the rule set is empty all configured hosts will be monitored. As soon as you add at least one rule, only hosts with a matching rule will be monitored.
cn: 这将规则添加到规则集的一个子集，你可以定义你的主机实际监测。只要在规则集是空的所有配置的主机将被监控。只要你添加至少一个规则，只有主机相匹配的规则将被监控。
mk: 通过添加规则，这个规则集，可以定义实际监测您的主机的一个子集。只要规则集是空的所有主机将被监控。只要你添加至少一个规则，只有主机匹配的规则将被监控。

source: By default all aggregations in Check_MK BI are precompiled on first usage of a BI or host/service related dialog in the status GUI. In case of large environments with many BI aggregations this complete precompilation might take too much time (several seconds). It is now possible to change the precompilation to be executed on demand. BI only precompiles the aggregations which are really requested by the users.
cn: 默认情况下，所有的聚合Check_MK BI是第一次使用的BI或主机/服务相关的对话框中的地位GUI预编译。完整的预编译在许多BI聚合大环境的情况下，这可能会花费太多时间（几秒钟）。它现在是可能的来改变要被执行的需求的预编译。 BI只预编译的聚合，这是真正的用户的要求。

source: By specifying a status host for each non-local connection you prevent Multisite from running into timeouts when remote sites do not respond. You need to add the remote monitoring servers as hosts into your local monitoring site and use their host state as a reachability state of the remote site. Please refer to the <a target=_blank href='%s'>online documentation</a> for details.
cn: 通过指定主机的每个非本地连接可以防止多站点运行超时时，远程站点不响应状态。您需要添加到您的本地监控网站的服务器主机的远程监控，远程站点的可达性状态，并使用他们的主机状态。请参阅的目标= _blank HREF =“ %s在线文档</ A>有关详细信息，。
mk: 通过指定每个非本地连接，可以防止多站点运行到超时时，远程站点不响应状态的主机。您需要添加到您的本地监控网站的服务器主机的远程监控，作为远程​​站点的可达性状态，并使用他们的主机状态。请参阅<目标= _blank HREF =' %s '>在线文档</ a>，以细节。

source: Bytes
cn: 字节数据
mk: 字节数据

source: C
cn: Ç

source: C3 discards
cn: C3丢弃
mk: C3丢弃

source: CLOSED
cn: 关闭的
mk: 关闭的

source: CLOSING
cn: 关闭
mk: 关闭

source: CPU load (not utilization!)
cn: CPU负载（未利用！）
mk: CPU负荷（而不是利用！）

source: CPU usage critical at
cn: CPU使用率的关键在
mk: CPU使用率关键在

source: CPU usage warning at
cn: CPU使用警告
mk: CPU使用率警告

source: CPU utilization (disk wait)
cn: CPU利用率（磁盘等待）
mk: CPU利用率（磁盘等）

source: CPU utilization (percentual)
cn: CPU利用率（percentual）
mk: CPU使用率（百分比）

source: CRC errors rate
cn: CRC错误率
mk: CRC错误率

source: CRIT Services of host
cn: CRIT服务的主机
mk: 暴击服务的主机

source: Call not supported in distributed setups.
cn: 呼叫不支持在分布式设置。

source: Cannot access site %s - you are not logged in.
cn: 网站无法访问%s -您还没有登录！
mk: 无法访问网站%s -你尚未登录

source: Cannot activate changes
cn: 无法激活更改
mk: 无法激活更改

source: Cannot connect to remote site: %s
cn: 无法连接到远程站点： %s
mk: 无法连接到远程站点： %s

source: Cannot create rule: %s
cn: 无法创建规则： %s

source: Cannot delete host. Hosts in this folder are locked
cn: 无法删除主机。在此文件夹中的主机被锁定

source: Cannot delete hosts. Hosts in this folder are locked
cn: 无法删除主机。在此文件夹中的主机被锁定

source: Cannot load views from %s/view.mk: file empty or not flushed
cn: 无法加载%s / view.mk意见：文件为空或不刷新
mk: 无法加载%s / view.mk的意见：文件为空或不冲洗

source: Cannot load views from %s/views.mk: %s
cn: 无法加载%s / views.mk： %s
mk: 无法加载%s / views.mk的意见： %s

source: Cannot move folder: Target folder is locked.
cn: 无法移动的文件夹目标文件夹被锁定。

source: Cannot move folder: This folder is locked.
cn: 无法移动的文件夹：该文件夹被锁定。

source: Cannot move selected hosts: Hosts in target folder are locked.
cn: 无法移动选定的主机：主机在目标文件夹被锁定。

source: Cannot move selected hosts: Hosts in this folder are locked.
cn: 无法移动选定的主机：在此文件夹中的主机被锁定。

source: Cannot read configuration file %s: %s
cn: 无法读取配置文件%s ： %s
mk: 无法读取配置文件%s ： %s

source: Cannot read configuration file %s: %s:
cn: 无法读取配置文件%s ： %s ：
mk: 无法读取配置文件%s ： %s ：

source: Cannot reschedule check: %s
cn: 无法重新安排检查： %s
mk: 无法重新安排检查： %s

source: Cannot save %s options for user <b>%s</b> into <b>%s</b>: %s
cn: 无法保存使用者<b> %s %s %s %s %s选项</ b>到<b> %s </ B>： %s
mk: 无法保存为用户的<b>的%s %s %s %s %s选项</ B>成<B> %s </ B>： %s

source: Case insensitive
cn: 不区分大小写
mk: 不区分大小写

source: Change ago:
cn: 变更前：
mk: 变更前：

source: Change column display options
cn: 更改列的显示选项
mk: 更改列显示选项

source: Change the number of display columns
cn: 更改显示的列数
mk: 更改显示的列的数量

source: Change the refresh rate
cn: 更改刷新频率
mk: 更改刷新率

source: Change view display columns
cn: 更改视图显示列
mk: 更改视图显示列

source: Change view display refresh
cn: 更改视图的显示刷新
mk: 更改视图显示刷新

source: Changed Configuration variable %s to %s.
cn: 更改后的配置变量%s %s 。
mk: 更改的全局配置变量%s %s 。

source: Changed alias of %s group %s
cn: %s群组%s更改的别名
mk: 更改的%s群组%s别名

source: Changed attributes of folder %s
cn: 更改属性的文件夹%s
mk: 更改文件夹%s的属性

source: Changed attributes of host %s in bulk mode
cn: 在批量模式下的主机%s更改属性
mk: 散装模式更改属性主机%s

source: Changed global configuration variable %s to %s.
cn: 全局配置变量%s %s 。
mk: 更改的全局配置变量%s %s 。

source: Changed order of host tag groups
cn: 订单更改的主机标签组
mk: 订单更改主机标签组

source: Changed order of rules in ruleset %s
cn: 改变顺序的规则在规则集%s
mk: 改变规则集%s顺序规则

source: Changed properties of rule %s in folder %s
cn: 更改属性的规则在文件夹%s %s %s
mk: 在文件夹%s %s %s规则更改的属性

source: Changed properties of rule %s, moved rule from folder %s to %s
cn: 规则%s更改的属性，从 ​​文件夹%s %s移动规则
mk: 改变规则%s性能，从文件夹%s %s移动规则

source: Changes
cn: 变动
mk: 变化

source: Changes that are not activated on all sites:
cn: 在所有网站上的更改没有被激活：
mk: 所有站点上的变化，没有被激活：

source: Changes that are not yet activated:
cn: 尚未激活的更改：
mk: 尚未激活的更改：

source: Check Cerficate on diffrent IP/ DNS Name
cn: 检查Cerficate对diffrent IP / DNS名称

source: Check Command for Hosts Check
cn: 检查命令为主机检查
mk: 检查命令主机检查

source: Check DNS service
cn: 检查DNS服务
mk: 检查DNS服务

source: Check HTTP service
cn: 检查HTTP服务
mk: 检查HTTP服务

source: Check HTTP/HTTPS service using the plugin <tt>check_http</tt> from the standard Nagios Plugins. This plugin tests the HTTP service on the specified host. It can test normal (HTTP) and secure (HTTPS) servers, follow redirects, search for strings and regular expressions, check connection times, and report on certificate expiration times.
cn: 使用该插件<TT>的check_http </ P>从标准的Nagios插件，检查HTTP / HTTPS服务。这个插件测试对指定的主机的HTTP服务。它可以测试正常（HTTP）和安全（HTTPS）服务器，跟踪重定向，搜索字符串和正则表达式，检查连接时间，以及证书过期时间的报告。
mk: 检查HTTP / HTTPS服务使用插件<TT> check_http </ P>从标准的Nagios插件。这个插件测试指定的主机上的HTTP服务。它可以测试正常（HTTP）和安全（HTTPS）服务器，跟踪重定向，搜索字符串和正则表达式，检查连接时间，并报告证书过期时间。

source: Check SSL Certificate Age
cn: 检查SSL证书的年龄
mk: 检查SSL证书年龄

source: Check access to LDAP service
cn: 检查访问LDAP服务
mk: 检查访问LDAP服务

source: Check access to SMTP services
cn: 检查访问SMTP服务
mk: 检查SMTP服务的访问

source: Check command
cn: 检查命令
mk: 检查命令

source: Check command expanded
cn: 检查命令扩展

source: Check configuration
cn: 检查配置
mk: 检查配置

source: Check connecting to a TCP port
cn: 检查连接到一个TCP端口
mk: 检查连接到一个TCP端口

source: Check int.
cn: 检查int类型。
mk: 检查诠释。

source: Check manual (for Check_MK based checks)
cn: 检查手册（为Check_MK检查）
mk: 速查手册（基于Check_MK的检查）

source: Check output
cn: 检查输出
mk: 检查输出

source: Check parameters and other configuration variables on hosts and services
cn: 检查参数和其他配置变量上的主机和服务
mk: 检查参数和其他配置变量的主机和服务

source: Check parameters for this service
cn: 检查此服务的参数
mk: 检查此服务的参数

source: Check period for active services
cn: 检查期间主动服务

source: Check period for hosts
cn: 检查期间为主机
mk: 主机的检查期间

source: Check period for passive Check_MK services
cn: 检查为被动Check_MK服务的期

source: Check submission method
cn: 检查提交方法
mk: 检查提交方法

source: Check the URL
cn: 检查URL
mk: 检查URL

source: Check the resultion of a hostname into an IP address by a DNS server. This check uses <tt>check_dns</tt> from the standard Nagios plugins.
cn: 检查resultion的主机名转换成IP地址的DNS服务器。此项检查需要使用<TT> check_dns </ P>从标准的Nagios插件。

source: Check types
cn: 检查类型
mk: 检查类型

source: Check_MK Agent
cn: Check_MK代理
mk: Check_MK代理

source: Check_MK Mobile
cn: Check_MK手机
mk: Check_MK移动

source: Check_MK Multisite Login
cn: Check_MK多站点登录
mk: Check_MK多站点登录

source: Check_MK Sidebar
cn: Check_MK边栏
mk: Check_MK边栏

source: Check_MK config filename
cn: Check_MK配置文件名
mk: Check_MK配置文件名

source: Check_MK inventory will automatically find and configure services to be checked on your hosts.</p>
cn: Check_MK库存会自动发现和配置进行检查主机上的服务。</ p>
mk: Check_MK库存将自动发现和配置进行检查主机上的服务。</ P>

source: Check_MK usually uses an interval of one minute for the active Check_MK check and for legacy checks. Here you can specify a larger interval. Please note, that this setting only applies to active checks (those with the %s reschedule button). If you want to change the check interval of the Check_MK service only, specify <tt><b>Check_MK$</b></tt> in the list of services.
cn: Check_MK通常使用的时间间隔为一分钟的积极Check_MK检查和传统的检查。在这里，您可以指定一个较大的时间间隔。请注意，此设置只适用于主动检查（ %s重新安排按钮）。如果你想改变检查的间隔时间的Check_MK服务，指定<TT> <B> Check_MK $ </ B> </ P>在列表中的服务。
mk: Check_MK通常使用每隔一分钟积极Check_MK检查和遗留检查。在这里，你可以指定一个较大的时间间隔。请注意，此设置只适用于活性支票（ %s重新安排按钮）。如果你想改变检查的间隔时间仅的Check_MK服务，指定<TT> <B> Check_MK $ </ B> </ P>在服务列表中。

source: Check_MK with times performance data
cn: Check_MK倍的性能数据

source: Checkbox
cn: 复选框
mk: 复选框

source: Checkbox Selection Livetime
cn: 复选框选择Livetime

source: Checked
cn: 已选
mk: 已选

source: Choices
cn: 选择
mk: 选择

source: Cisco Memory Usage
cn: 思科内存使用情况

source: Classical active and passive Nagios checks
cn: 古典主动和被动的Nagios检查
mk: 传统主动和被动的Nagios检查

source: Classical web GUI
cn: 传统Web GUI
mk: 古典的Web GUI

source: Cleaned %d attributes of host %s in bulk mode
cn: 清洗主机%d %s %d属性在批量模式
mk: 清洗主机%d %s %d属性批量模式

source: Cleanup
cn: 空气动力外形改善
mk: 清除

source: Clear Log
cn: 清除日志
mk: 清除日志

source: Clear Logfile
cn: 清除日志文件
mk: 清除日志文件

source: Clear Logs
cn: 清除日志

source: Clear information about modified attributes
cn: 清楚地了解修改的属性
mk: 清除有关属性修改的信息

source: Clear modified attributes
cn: 清除修改的属性
mk: 清除修改的属性

source: Cleared audit logfile.
cn: 清除审计日志文件。
mk: 清除的审计日志文件。

source: Clone
cn: 克隆
mk: 克隆

source: Clone existing hosts to create new ones from the existing one.Please also add the permission <i>Add & remove hosts</i>.
cn: 从现有的姓名。克隆现有主机创建新的的权限<I>添加添加和删除主机</ I>。
mk: 通过克隆使用现有的主机创建新主机。同时增加权限<I>添加添加和删除主机</ I>。

source: Clone hosts
cn: 克隆主机
mk: 克隆主机

source: Close connection once more than this number of bytes are received. Per default the number of read bytes is not limited. This setting is only used if you expect strings in the response.
cn: 关闭连接，一旦超过这个数目的字节被接收。每页默认情况下，读出的字节数并不限于此。此设置只使用，如果你希望在响应字符串。
mk: 关闭连接，一旦超过这个数目的字节被接受。每个默认读取的字节数没有限制。此设置只使用，如果你希望在响应串。

source: Clustered services
cn: 群集服务
mk: 群集服务

source: Collect count of processes, memory and cpu usage
cn: 收集的进程数，内存和CPU使用率

source: Collect performance data for disk latency
cn: 收集性能数据的磁盘延迟
mk: 收集性能数据的磁盘延迟

source: Column
cn: 柱
mk: 列

source: Column headers
cn: 列标题
mk: 列标题

source: Columns
cn: 栏目
mk: 栏目

source: Com. buf. max/total
cn: COM。 buf中。最大/总
mk: COM。 buf中。最大/总

source: Command %s/%d not found
cn: 命令%s / %d发现
mk: 找不到命令%s / %d

source: Command line
cn: 命令行
mk: 命令行

source: Command line to execute
cn: 命令行执行
mk: 命令行执行

source: Command:
cn: 命令
mk: 命令

source: Commands
cn: 命令集
mk: 命令集

source: Commands on host and services
cn: 主机和服务的命令
mk: 主机和服务的命令

source: Comment
cn: 评论
mk: 评论

source: Comment author
cn: 评论作者
mk: 评论作者

source: Comment entry time
cn: 注释输入时间
mk: 评论报名时间

source: Comment entry type (user/downtime/flapping/ack)
cn: 注释条目类型（用户/停机/扑/ ACK）
mk: 注释条目类型（用户/停机/扑/ ACK）

source: Comment expiry time
cn: 注释到期时间
mk: 评论届满时间

source: Comment id
cn: 评论:id
mk: 评论:id

source: Comment text
cn: 注释文本
mk: 评论文字

source: Comment type
cn: 注释类型
mk: 注释类型

source: Comment type (host/service)
cn: 注释类型（主机/服务）
mk: 注释类型（主机/服务）

source: Comments
cn: 注释

source: Comments of host
cn: 评论的主机
mk: 主机的评论

source: Comments of service
cn: 服务的意见
mk: 服务的意见

source: Compares the the maximum number of connections that have been in use simultaneously since the server started with the maximum parallel connections allowed by the configuration of the server. This threshold makes the check raises warning/critical states if the percentage is equal to or above the configured levels.
cn: 比较的连接，已在使用同时自服务器启动与服务器的配置的所允许的最大并行连接的最大数目。使检查引发警告/临界状态的如果百分比配置的水平等于或高于该阈值。

source: Complete reset to factory settings.
cn: 完成重置到出厂设置。
mk: 完成重置为出厂设置。

source: Complete site
cn: 完整的网站
mk: 完整的网站

source: Conditions
cn: 条件
mk: 条件

source: Configuration
cn: 配置错误
mk: 配置。

source: Configuration Replication (Distributed WATO)
cn: 配置复制（WATO分布式）
mk: 配置复制（分布式WATO）

source: Configuration activated, monitoring server restarted
cn: 配置激活，监控服务器重新启动
mk: 激活配置，监控​​服务器重新启动

source: Configuration error
cn: 配置错误
mk: 配置错误

source: Configuration error. You treat us as a <b>slave</b>, but we are a <b>peer</b>!
cn: 配置错误。你把我们当作一个<b>奴隶</ B>，但我们是一个<b>的同行</ B>！
mk: 配置错误。你把我们作为一个<b>奴</ B>，但我们是一个<b>的同行</ B>！

source: Configuration error. You treat us as a peer, but we have no peer configuration!
cn: 配置错误。你把我们作为一个同行，但我们有没有对等体的配置！
mk: 配置错误。你把我们作为同行，但我们有没有同行的配置！

source: Configuration error: %s
cn: 配置错误： %s
mk: 配置错误： %s

source: Configuration of Checks
cn: 配置检查
mk: 配置检查

source: Configuration successfully activated.
cn: 配置成功激活。

source: Configure active networking checks like HTTP and TCP
cn: 配置主动网络技术检查，如HTTP和TCP
mk: 像HTTP和TCP配置活跃的网络检查

source: Configure regular expressions that match the beginning of the service names here. Prefix an entry with <tt>!</tt> in order to <i>exclude</i> that service.
cn: 配置正则表达式匹配这里的服务名称的开头。前缀的条目与<TT>！</ P> </ I>，为了“排除服务。

source: Configure sidebar
cn: 配置侧边栏
mk: 配置侧边栏

source: Configure the default language to be used by the user in the user interface here. If you do not check the checkbox, then the system default will be used.<br><br>Note: currently Multisite is internationalized but comes without any actual localisations (translations). If you want to create you own translation, you find <a href="%(url)s">documentation online</a>.
cn: 这里在用户界面中的用户要使用的配置的默认语言。如果您没有选中该复选框，然后将系统默认的使用。<br> <br>请注意：目前多站点是国际化的，但没有任何实际的本地化（翻译）。如果你想创建你自己的翻译​​，你会发现的<a href="%(url)s">文件在线</ A>。
mk: 配置由用户在用户界面中在这里要使用的默认语言。如果你没有选中该复选框，则系统默认将被使用。 - 注：目前多站点是国际化的，但没有任何实际的本地化（翻译）。如果你想创建你自己的翻译​​，你会发现<a href="%(url)s">在线文档</ a>的。

source: Configure the hosts for this notification. Only exact, case sensitive matches
cn: 此通知的主机配置。只有准确的，区分大小写的匹配

source: Configures the roles of the user depending on its group memberships in LDAP.
cn: 根据其组成员资格的LDAP用户配置中的作用。

source: Confirm
cn: 确认
mk: 确认

source: Confirm activating foreign changes
cn: 确认激活国外的变化
mk: 确认激活外来的变化

source: Confirm deletion of %d hosts
cn: 确认删除%d主机
mk: “确认删除” %d主机

source: Confirm deletion of audit logfile
cn: 确认删除的审计日志文件
mk: 确认删除的审计日志文件

source: Confirm deletion of group %s
cn: 确认删除组%s
mk: 确认删除组%s

source: Confirm deletion of role %s
cn: 确认删除的角色%s
mk: 确认删除的%s角色

source: Confirm deletion of site %s
cn: 确认删除网站%s
mk: 确认删除网站%s

source: Confirm deletion of snapshot
cn: 确认删除的快照
mk: 确认删除快照

source: Confirm deletion of the auxiliary tag '%s'
cn: 确认删除的辅助标记“ %s “
mk: 确认删除辅助标记' %s '

source: Confirm deletion of the host tag group '%s'
cn: 确认删除主机标签组“ %s “
mk: 确认删除主机标签组' %s '

source: Confirm deletion of time period %s
cn: 确认删除的时间段%s
mk: 确认删除的时间段%s

source: Confirm deletion of user %s
cn: 确认删除用户%s
mk: 确认删除用户%s

source: Confirm factory reset
cn: 确认复位为出厂时的缺省设置值
mk: 确认出厂重置

source: Confirm folder deletion
cn: 确认文件夹删除
mk: 确认文件夹删除

source: Confirm host deletion
cn: 确认主机删除
mk: 主机删除确认

source: Confirm logout
cn: 注销确认
mk: 注销确认

source: Confirm moving hosts
cn: 确认移动主机
mk: 确认中移动主机

source: Confirm restore snapshot
cn: 确认恢复快照
mk: 确认恢复快照

source: Confirm tag deletion
cn: 确认标记删除
mk: 确认标签删除

source: Confirm tag modifications
cn: 确认标签修改
mk: 确认标签修改

source: Connect Timeout
cn: --connect-timeout &lt;秒&gt;
mk: --connect-timeout &lt;秒&gt;

source: Connect to the LDAP server with a SSL encrypted connection.
cn: 连接到LDAP服务器的SSL加密连接。

source: Connect to the local site
cn: 连接到本地站点
mk: 连接到本地站点
