Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: (Copy)
cn: 复制
mk: 复制

source: (cached data)
cn: （缓存数据）
mk: （缓存数据）

source: (enforced)
cn: （强制执行）
mk: （强制执行）

source: (invalid)
cn: (无效)
mk: (无效)

source: (live scan)
cn: （现场扫描）
mk: （活体扫描）

source: Activate this option
cn: 激活此选项
mk: 激活此选项

source: Ignore this option
cn: 忽略此选项
mk: 忽略此选项

source: Its directory is <tt>%s</tt>.
cn: 其目录是<TT> %s </ P>。
mk: 它的目录是<TT> %s </ tt>的。

source: The folder contains <b>%d</b> hosts, which will also be deleted!
cn: 该文件夹包含<B> %d </ b>的主机，它也将被删除！
mk: 该文件夹包含<B> %d </ B>主机，也将被删除！

source: The parameter is: %r
cn: 参数为：％R
mk: 该参数是：％R

source: and %s '%s'
cn: %s ' %s “
mk: %s ' %s '

source: and the %s '%s'.
cn: %s “ %s “。
mk: %s %s 。

source: for datasource:
cn: 为数据源：
mk: 数据源：

source: for host %s
cn: 主机%s
mk: 主机%s

source: in %d days
cn: %d天
mk: %d天

source: next week
cn: 下星期
mk: 下星期

source: on monitoring site:
cn: 监测点：
mk: 监测站点：

source: or
cn: 或

source: % / range
cn: range（范围）
mk: range（范围）

source: % of RAM
cn: ％的RAM
mk: RAM％

source: % of port speed
cn: 端口速度的％
mk: 端口速度％

source: % usage
cn: ％的使用率
mk: ％的使用率

source: %d changes
cn: %d变化
mk: %d变化

source: %d days ago
cn: %d天前
mk: %d天前

source: %d sec
cn: %d秒

source: %d. Column
cn: %d 。柱
mk: %d 。柱

source: %s - %s
cn: 秒，％，％s

source: %s is not a valid UNIX timestamp
cn: %s是不是一个有效的UNIX时间戳
mk: %s是不是一个有效的UNIX时间戳

source: %s is not a valid integer number.
cn: %s是不是一个有效的整数。
mk: NotInteger =%s不是一个有效的整数！

source: %s is not an allowed value
cn: %s是不是允许值
mk: %s不是允许值

source: %s is not an existing element in this selection.
cn: %s是不是一个已存在的元素，在此选择。
mk: %s在此选择中，不是一个已存在的元素。

source: %s is too high. The maximum allowed value is %s.
cn: %s是太高了。最大允许值是%s 。
mk: %s太高了。最大允许值是%s 。

source: %s is too low. The minimum allowed value is %s.
cn: %s是太低了。允许的最小值是%s 。
mk: %s太低了。允许的最小值是%s 。

source: %s may be missing, if must not be empty if it is set.
cn: %s可能会丢失，如果不能为空，如果它被设置。
mk: %s可能会丢失，如果if被设置，其不能为空。

source: %s rule %s
cn: %s规则%s

source: %s rule in ruleset '%s' in folder %s
cn: 在文件夹%s %s %s规则，规则集' %s '

source: %s this site
cn: %s网站
mk: %s这个网站

source: %s: %s
cn: 秒，％，％s

source: &copy; <a target="_blank" href="http://mathias-kettner.de">Mathias Kettner</a>
cn: ©target="_blank" href="http://mathias-kettner.de">马蒂亚斯KETTNER </ A>
mk: ©<a target="_blank" href="http://mathias-kettner.de">马蒂亚斯克特纳</ A>

source: &nbsp; Icon:
cn: 图标
mk: Icon

source: '%s' is not a valid email address.
cn: “ %s '不是一个有效的电子邮件地址。
mk: ' %s '中是不是一个有效的电子邮件地址。

source: (no hosts)
cn: （没有主机）
mk: （没有主机）

source: (no parameters)
cn: （无参数）
mk: （没有参数）

source: (no status host)
cn: （没有地位主机）
mk: （没有状态主机）

source: (no title)
cn: [无职称]

source: (obsolete) Link to PNP4Nagios
cn: （过时）链接到PNP4Nagios
mk: （过时）链接到PNP4Nagios

source: (other: %s)
cn: （另： %s ）
mk: （其他： %s ）

source: (select folder)
cn: 选中的文件夹
mk: 选中的文件夹

source: (unset)
cn: （取消）
mk: （取消）

source: , running nowhere
cn: ，运行无处

source: , running on %s
cn: ，运行%s

source: -- not connected --
cn: 未连接
mk: 未连接

source: 1 Host
cn: 1主机
mk: 1主机

source: 2 hours
cn: 2 小时
mk: 2 小时

source: 25 Hours
cn: 25小时
mk: 25小时

source: 4 Hours
cn: 4小时
mk: 4小时

source: <b>Negate:</b> make rule apply for <b>all but</b> the above hosts
cn: <B>否定：</ B>规则适用的<b> </ B>上述主机
mk: <B>非：</ B>的<b>规则适用所有，但</ B>上述主机

source: <b>You do not have any roles.</b>
cn: <b>您没有任何角色。</ B>
mk: <b>您没有任何角色。</ B>

source: <b>acknowledge the problems</b> of
cn: <B>承认的问题</ b>
mk: <B>承认的问题</ B>

source: <b>add a comment to</b>
cn: <b>添加评论</ B>
mk: <b>添加评论</ B>

source: <b>clear the information about modified attributes</b> of
cn: <b>清除的信息修改的属性</ B>
mk: <B>清除信息修改的属性</ B>

source: <b>disable active checks</b> for
cn: <B>禁用活动的检查</ B>
mk: <B>禁用活动检查</ B>

source: <b>disable notifications</b> for
cn: <B>禁用通知</ b>
mk: <B>禁用通知</ B>

source: <b>disable passive checks</b> for
cn: <B>禁用被动检查</ B>
mk: <B>禁用被动检查</ B>

source: <b>enable active checks</b> for
cn: <b>启用活动的检查</ B>
mk: <B>启用主动检查</ B>

source: <b>enable notifications</b> for
cn: <b>启用通知</ b>
mk: <b>启用通知</ B>

source: <b>enable passive checks</b> for
cn: <b>启用被动的​​检查</ B>
mk: <B>启用被动检查</ B>

source: <b>manually set check results to %s</b> for
cn: <B>手动设置%s检查结果</ B>
mk: <B>手动设置检查结果为%s </ B>

source: <b>remove acknowledgements</b> from
cn: <b>删除确认</ B>
mk: <b>删除确认</ B>

source: <b>remove all scheduled downtimes</b> of
cn: <b>删除所有预定的停机时间</ B>
mk: <B>删除所有预定的停机时间</ B>

source: <b>reschedule an immediate check</b> of
cn: <B>重新安排立即检查</ B>
mk: <B>重新安排立即检查</ B>

source: <b>schedule a downtime from %s to %s</b> on
cn: <B> %s %s </ b>在预定的停机时间
mk: <B>安排停机时间从%s %s </ B>

source: <b>schedule an immediate 2-hour downtime</b> on
cn: 立即<B>安排2小时的停机时间</ B>
mk: 立即的<b>安排2小时的停机时间</ B>

source: <b>schedule an immediate downtime for the next %d minutes</b> on
cn: <B>立即停机时间安排在未来%d分钟</ B>
mk: <B>安排立即停机下一%d分钟</ B>

source: <b>schedule an immediate downtime until 24:00:00</b> on
cn: <B>安排的立即停机时间，直到24:00:00 </ B>
mk: <B>安排立即停机时间，直到24:00:00 </ B>

source: <b>schedule an immediate downtime until end of %d</b> on
cn: <B>安排立即停机时间直到年底%d </ B>
mk: <B>安排立即停机时间直到%d 结束</ B>

source: <b>schedule an immediate downtime until end of month</b> on
cn: <B>安排立即停机时间，直到月末</ B>
mk: <B>安排立即停机时间直到{0}%d{/0} 结束</ B>

source: <b>schedule an immediate downtime until sunday night</b> on
cn: <B>安排立即停机，直到周日晚上</ B>
mk: <B>安排立即停机，直到周日晚上</ B>

source: <b>send a custom notification</b> regarding
cn: <B>发送自定义的通知</ b>有关
mk: <B>发送自定义的</ b>的有关通知

source: <h1>Invalid aggregation <tt>%s</tt>'</h1>Must have at least 3 entries (has %d)
cn: <H1>无效的聚集<TT> %s </ P> </ H1>必须有至少3项（ %d ）

source: <h1>Invalid configuration in variable <tt>aggregations</tt></h1>There is no rule named <tt>%s</tt>. Available are: <tt>%s</tt>
cn: 在<H1>无效的配置变量的<tt>聚合</ TT> </ H1>没有规则命名为<TT> %s </ P>。有：<TT> %s </ P>

source: <h1>Invalid rule usage</h1>The rule '%s' needs %d arguments: <tt>%s</tt><br>You've specified %d arguments: <tt>%s</tt>
cn: <H1>无效的规则使用</ h1>“ %s规则“需要%d参数：<TT> %s </ P>参考您所指定%d参数：<TT> %s </ P>

source: <h3>Depth limit reached</h3>The nesting level of aggregations is limited to 50. You either configured too many levels or built an infinite recursion. This happened in rule <pre>%s</pre>
cn: <H3>达成深度限制</ H3>的嵌套级别的聚合被限制为50个。您可以配置层次过多，或建立了一个无限递归。这是发生在规则<PRE> %s </ pre>

source: <h3>Invalid aggregation rule</h1>Aggregation rules must contain four elements: description, argument list, aggregation function and list of nodes. Your rule has %d elements: <pre>%s</pre>
cn: <H3>无效的聚合规则</ h1>聚合规则必须包含四个要素：描述，参数列表，聚集功能和节点列表。你的规则有%d元素：<PRE> %s </ pre>

source: <i>%d more contact groups</i><br>
cn: <I> %d联络小组</ I>参考
mk: <I> %d更多的联络小组</ I> -

source: <i>not a contact</i>
cn: <I>联系人</ I>
mk: <I>不接触</ I>

source: <p>The service description may contain one or more occurances of %s. If you do this, then the pattern must be a regular expression and be prefixed with ~. For each %s in the description, the expression has to contain one "group". A group is a subexpression enclosed in brackets, for example (.*) or ([a-zA-Z]+) or (...). When the inventory finds a process matching the pattern, it will substitute all such groups with the actual values when creating the check. That way one rule can create several checks on a host.</p><p>If the pattern contains more groups thenoccurrances of %s in the service description then only the first matching subexpressions are used for the service descriptions. The matched substrings corresponding to the remaining groups are copied into the regular expression, nevertheless.</p>
cn: <p>该服务描述可能包含一个或多个命令的作用范围， %s 。如果你这样做，那么该模式必须是一个正则表达式，并在前面加上〜。对于每个%s描述中，该表达式包含一个“群组”。 A组是一个子表达式括在括号中，例如（*）或（A-ZA-Z] +）或（...）。当库存找到一个匹配的模式的过程，它会替换所有的这些群体的实际值，当创建检查。这样一个规则可以创建多个检查主机上的。</ P>如果图案中含有较多的的群体thenoccurrances %s服务说明中则只有第一个匹配的子表达式用于服务描述。正则表达式匹配的子字符串对应的其余组的复制到的，但</ P>

source: <p>The user specification can either be a user name (string). The inventory will then trigger only if that user matches the user the process is running as and the resulting check will require that user. Alternatively you can specify "grab user". If user is not selected the created check will not check for a specific user.</p><p>Specifying "grab user" makes the created check expect the process to run as the same user as during inventory: the user name will be hardcoded into the check. In that case if you put %u into the service description, that will be replaced by the actual user name during inventory. You need that if your rule might match for more than one user - your would create duplicate services with the same description otherwise.</p>
cn: <P>规范的用户可以是用户名（字符串）。只有当该用户相匹配的用户正在运行的进程的结果将需要检查该用户的库存将触发。或者，您也可以指定“抢用户”。如果用户没有选择创建的检查不检查一个特定的用户。</ P“指定”抢用户“，使创建的进程运行相同的用户在库存：用户名将硬编码转换为支票。在这种情况下，如果你把服务描述成％u个，将被替换为实际的用户名在清单。您需要，如果你的规则可以匹配多个用户 - 您将创建重复的服务，以同样的说明，否则。</ P>

source: <p>This rule can be used to configure the inventory of the windows services check. You can configure specific window services to be monitored by the windows check by selecting them by name, current state during the inventory or start mode.
cn: <p>此规则可用于配置的窗口服务检查库存。您可以配置特定的服务窗口的窗口检查过程中的库存或启动模式选择他们的名字，目前的状态进行监控。

source: <p>This rule can be used to control the inventory for network ports. You can configure the port types and port states for inventoryand the use of alias or description as service name.
cn: <p>此规则可用于控制库存，网口。您可以配置的端口类型和端口状态inventoryand使用别名或描述服务名称。

source: <p>You can define one or several patterns (regular expressions) in each logfile pattern rule. These patterns are applied to the selected logfiles to reclassify the matching log messages. The first pattern which matches a line will be used for reclassifying a message. You can use the <a href="wato.py?mode=pattern_editor">Logfile Pattern Analyzer</a> to test the rules you defined here.</p><p>Select "Ignore" as state to get the matching logs deleted. Other states will keep the log entries but reclassify the state of them.</p>
cn: <p>您可以在每个日志文件的模式规则定义一个或多个模式（正则表达式）。这些模式应用到所选的日志文件重新分类匹配的日志消息。第一图案匹配线将用于重新分类消息。您可以使用的的<a href="wato.py?mode=pattern_editor">日志文件模式分析</ a>来测试你在这里定义的规则。</ P>选择“忽略”状态得到的匹配日志删除。其他国家将保留的日志条目，但重新分类的状态。</ P>
mk: <p>您可以在每个日志文件的模式规则下定义一个或多个模式（正则表达式）。这些模式应用到所选的日志文件重新分类匹配的日志消息。第一图案匹配线将用于重新分类消息。您可以使用的的<a href="wato.py?mode=pattern_editor">日志文件模式分析</ a>来测试你在这里定义的规则。</ P>选择“忽略”状态得到的匹配日志删除。其他国家将保留的日志条目，但重新分类的状态。</ P>

source: <p>You have been logged out. Please reload the page to re-authenticate.</p>
cn: <p>您已注销。请刷新页面重新进行身份验证。</ P>
mk: <p>您已退出。请刷新页面来重新验证。</ P>

source: <tt>%s</tt> is a reserved keyword.
cn: 的<TT> %s </ tt>是一个保留关键字。
mk: <TT> %s </ P>是一个保留关键字。

source: A comment or description of this host
cn: 该主机的注释或说明
mk: 这台主机的注释或说明

source: A couple of switches with broken firmware report that they support 64 bit counters but do not output any actual data in those counters. Listing those hosts in this rule forces them to use the interface check with 32 bit counters instead.
cn: 一对夫妇的开关，固件坏了报告，他们支持64位的计数器，但这些计数器不输出任何实际的数据。在本规则中列出的那些主机，迫使他们使用的接口检查，而不是32位计数器。
mk: 一对开关，固件坏了报告，他们支持64位的计数器，但这些计数器不输出任何实际的数据。在本规则中列出的那些主机，迫使他们使用的接口检查，而不是32位计数器。

source: A direct link to all groups of BI aggregations
cn: 直接链接到BI聚合所有组
mk: BI汇总各组的直接链接

source: A foldable tree showing all your WATO folders and files - allowing you to navigate in the tree while using views or being in WATO
cn: 折叠式的树状结构，显示您的所有WATO的文件夹和文件 - 允许你同时使用导航树中的意见或在WATO
mk: WATO文件夹和文件的一种可折叠的树 - 让您导航树中，同时使用视图或在WATO

source: A folder with that name already exists.
cn: 已存在一个具有该名称的隧道。
mk: 已存在一个具有该名称的文件夹。

source: A gadget that shows your current check rate in relation to the scheduled check rate. If the Speed-O-Meter shows a speed of 100 percent, then all checks are being executed in exactly the rate that is configured (via check_interval)
cn: 一个小工具，显示您当前的检查率有关的检查率。如果速度-O-仪表显示速度为100％，那么所有的检查正在执行的准确率，配置（通过check_interval）
mk: 一个小工具，显示您目前的检查率，定期检查率。如果速度-O-仪表显示速度为100％，那么所有的检查正在执行的准确率配置（通过check_interval）

source: A host with this name already exists.
cn: 这个名字已经存在的主机。
mk: 这个名字已经被主机占用

source: A large clock showing the current time of the web server
cn: 大时钟显示当前时间的Web服务器
mk: 显示Web服务器当前时间的大时钟

source: A matrix showing a colored square for each host
cn: 呈现出彩色正方形的每个主机的矩阵
mk: 为每个主机呈现出彩色正方形的矩阵

source: A number in minutes. If this parameter is set, then averaging is turned on and all levels will be applied to the averaged values, not the the current ones. Per default, averaging is turned off.
cn: 分钟内的数字。如果该参数被设置，那么平均接通和各级将被应用到的平均值，而不是当前的。默认情况下，平均每关闭。
mk: 许多分钟。如果此参数设置，然后平均打开，将被应用到的平均值，而不是当前的各级。默认情况下，平均每被关闭。

source: A simple and yet practical snapin allowing to create bookmarks to views and other content in the main frame
cn: 一个简单而实用的管理单元，允许在主框架中创建书签的意见及其他内容
mk: 一个简单而实用的管理单元允许创建书签的意见及其他内容在主框架

source: A summary state of all hosts that have problem, with links to problems of those hosts
cn: 概要状态，所有有问题的主机，这些主机的链接问题
mk: 所有有问题的主机，这些主机的问题链接的摘要状态

source: A summary state of all summary hosts (summary hosts hold aggregated service states and are a feature of Check_MK)
cn: 概要状态的所有汇总主机（摘要主机保持聚合的服务状态，是一个的Check_MK功能）
mk: 概要状态的所有主机摘要（摘要主机保持聚合的服务状态和是Check_MK的一个特点）

source: A summary state of each host with a link to the view showing its services
cn: 对每台主机的状态显示出其服务的链接概要
mk: 对每台主机的状态显示其服务链接到概要

source: AKCP Humidity Levels
cn: AKCP湿度水平
mk: AKCP湿度水平

source: Abort
cn: Abort：取消
mk: Abort：取消

source: Abort your modifications.
cn: 放弃您的修改。
mk: 中止您的修改。

source: Aborting change.
cn: 中止的变化。
mk: 中止变化

source: About Check_MK
cn: 关于Check_MK
mk: 关于Check_MK

source: Absolute
cn: 绝对
mk: 绝对

source: Absolute free space
cn: 绝对的自由空间

source: Absolute free space in MB
cn: 绝对的自由空间（MB）

source: Absolute levels
cn: 绝对水平
mk: 绝对水平

source: Absolute levels in bits or bytes per second
cn: 以位或字节每秒的绝对水平

source: Absolute path to log file
cn: 日志文件的绝对路径
mk: 日志文件的绝对路径

source: Access to Agents
cn: 获得代理
mk: 访问代理

source: Access to WATO modules with only icons (saves space)
cn: WATO模块只有图标（存储空间）
mk: 仅通过图标访问WATO模块（存储空间）

source: Access to standby system
cn: 进入备用系统
mk: 备用系统的访问

source: Access to the historic audit log. A user with write access can delete the audit log. The currently pending changes can be seen by all users with access to WATO.
cn: 历史悠久的审计日志。具有写访问权限的用户可以删除审计日志。当前未决的变化可以看出所有用户访问WATO。
mk: 访问的历史性审计日志。具有写访问权限的用户可以删除审计日志。目前悬而未决的变化可以看出，由所有用户访问WATO。

source: Access to the management of hosts and folders. This module has some additional permissions (see below).
cn: 访问的主机和文件夹的管理。该模块有一些额外的权限（见下文）。
mk: 访问的主机和文件夹管理。该模块具有一些额外的权限（见下文）。

source: Access to the module <i>Backup & Restore</i>. Please note: a user with write access to this module can make arbitrary changes to the configuration by restoring uploaded snapshots and even do a complete factory reset!
cn: 访问的模块<I>备份和恢复</ I>。请注意：此模块具有写权限的用户可以任意更改配置恢复上传的快照，即使做一个完整的工厂复位！
mk: 访问模块的<i>备份和恢复</ I>。请注意：写访问这个模块可以让用户任意更改配置恢复上传的快照，甚至做一个完整的工厂复位！

source: Access to the module <i>Global settings</i>
cn: 访问模块<I>全局设置</ I>
mk: 访问的模块的<i>的全局设置</ I>

source: Access to the module <i>Timeperiods</i>
cn: 访问模块<I> Timeperiods </ I>
mk: 访问模块<I> 时间段 </ I>

source: Access to the module for analyzing and validating logfile patterns.
cn: 访问模块，用于分析和验证日志文件模式。
mk: 模块访问的日志文件模式进行分析和验证。

source: Access to the module for managing Check_MK rules. Please note that a user can only manage rules in folders he has permissions to.
cn: 访问模块管理Check_MK规则。请注意，用户只能管理规则，他有权限的文件夹中。
mk: 访问到该模块用于管理Check_MK规则。请注意，用户只能管理规则，他有权限的文件夹中。

source: Access to the module for managing connections to remote monitoring sites.
cn: 管理连接到远程监控网站访问的模块。
mk: 访问模块用于管理连接到远程监控站点。

source: Access to the modules for managing host and service groups.
cn: 访问管理主机和服务组的模块。
mk: 访问管理主机和服务组的模块。

source: Acknowledge
cn: 确认
mk: 确认

source: Acknowledge %s
cn: 应答%s

source: Acknowledge host and service problems and remove acknowledgements
cn: 确认主机和服务的问题，并删除确认
mk: 应答主机和服务问题，并删除确认

source: Acknowledged %s
cn: 应答%s

source: Acknowledged all messages in %s.
cn: %s已确认的所有消息。

source: Acknowledgement of host problem
cn: 确认主机问题

source: Acknowledgement of service problem
cn: 确认服务的问题

source: Actions
cn: 操作
mk: 操作

source: Activate Changes!
cn: 激活的变化！
mk: 激活的变化！

source: Activate Configuration
cn: 激活配置
mk: 激活配置

source: Activate Foreign Changes
cn: 激活外国变化
mk: 激活外来变化

source: Activate logging errors into a logfile
cn: 激活错误记录到一个日志文件
mk: 激活错误记录到一个日志文件

source: Activate logging of BI compilations into a logfile
cn: 激活日志记录的BI汇编成一个日志文件

source: Activate logging of LDAP transactions into a logfile
cn: 激活记录到一个日志文件中的LDAP交易

source: Activate missing
cn: 激活失踪
mk: 激活失踪

source: Activating the monitoring of the operational state (opstate), the check will get warning or critical of the current state of the interface does not match the expected state or states.
cn: 激活操作的状态（opstate）监测，该检查将得到警告或严重的当前状态的接口不匹配，期望的状态或状态。
mk: 支票将得到激活监测运行状态（opstate），警告或严重的当前状态的接口不匹配，期望的状态或状态。

source: Active
cn: 活跃
mk: 活跃

source: Active Directory Replication
cn: Active Directory复制
mk: 激活路径应答

source: Active Mailbox Delivery
cn: 活动邮箱传递

source: Active Power
cn: {0}-{/0} {1} {/1} {0}有功功率;{/0}

source: Active Remote Delivery
cn: 有效的远程传递

source: Active checks
cn: 主动检查
mk: 主动检查

source: Active checks (HTTP, TCP, etc.)
cn: 主动检查（HTTP，TCP等）
mk: 生产中检查（HTTP，TCP等）

source: Active checks enabled
cn: 启用主动检查
mk: 启用主动检查

source: Active checks have been manually disabled for this %s!
cn: 主动检查已被手动禁用%s ！
mk: %s主动检查已被手动禁用！

source: Active checks have been manually enabled for this %s!
cn: 主动检查已手动启用%s ！
mk: 主动检查已手动启用%s ！

source: Add & remove folders
cn: 添加和删​​除文件夹
mk: 添加和删​​除文件夹

source: Add & remove hosts
cn: 添加和删​​除主机
mk: 添加和删​​除主机

source: Add Bookmark
cn: 添加书签
mk: 添加书签

source: Add Column
cn: 添加列
mk: 添加列

source: Add Exception
cn: 添加例外
mk: 添加例外

source: Add a new host to the monitoring (agent must be installed)
cn: 添加一个新的主机的监测必须安装（代理）
mk: 添加一个新的主机监测（必须安装代理）

source: Add comment
cn: 添加评论
mk: 添加评论

source: Add comments
cn: 添加注释
mk: 添加注释

source: Add comments to hosts or services, and remove comments
cn: 添加到主机或服务的意见，并删除评论
mk: 添加主机或服务的意见，并删除注释

source: Add hosts to the monitoring and remove hosts from the monitoring. Please also add the permission <i>Modify existing hosts</i>.
cn: 添加主机的监测和移除主机监测。也的权限<I>添加修改现有的主机</ I>。
mk: 添加主机的监测和移除主机监测。同时添加权限<I>修改现有的主机</ I>。

source: Add new element
cn: 添加新元素
mk: 添加新元素

source: Add new folders and delete existing folders. If a folder to be deleted contains hosts then the permission to delete hosts is also required.
cn: 添加新的文件夹，并删除现有的文件夹。如果要删除的文件夹中包含主机，删除主机的权限也是必需的。
mk: 添加新的文件夹，并删除现有的文件夹。如果要删除的文件夹中包含主机，需要有删除主机的权限。

source: Add notification
cn: 新增通知

source: Add pattern
cn: 添加模式
mk: 添加图案

source: Add snapin to the sidebar
cn: 将“管理单元添加到侧边栏
mk: 将“快照添加到侧边栏

source: Add tag choice
cn: 添加标签的选择
mk: 添加标签的选择

source: Add these contact groups to the host's contact groups in the monitoring configuration
cn: 这些联络小组到主机的联络小组在监控组态
mk: 这些接触组添加到主机的联络小组在监控配置

source: Add user to all contactgroups where the common name matches the group name.
cn: 将用户添加到所有contactgroups的通用名称相匹配的组名。

source: Additional header lines
cn: 额外的头线
mk: 额外的标题行

source: Additional options
cn: 附加选项

source: Addons
cn: 扩展
mk: 扩展

source: Address
cn: 地址

source: Adds the user to contactgroups based on the group memberships in LDAP. This plugin adds the user only to existing contactgroups while the name of the contactgroup must match the common name (cn) of the LDAP group.
cn: 将用户添加到contactgroups LDAP中的组成员的基础上。这个插件只增加了用户现有的contactgroups的contactgroup的名称必须与LDAP组的公用名（CN）。

source: Administrative state
cn: 管理状态（Administrative State）
mk: 管理状态（Administrative State）

source: Administrator
cn: 管理员
mk: 管理员

source: Administrator login
cn: 管理员登录
mk: 管理员登录

source: Administrator password:
cn: 管理员密码：
mk: 管理员密码：

source: Adminstrator name:
cn: Adminstrator名称：
mk: Adminstrator名称：

source: Affected by service
cn: 受影响的服务
mk: 受服务影响

source: Affected folders with an explicit reference to this tag group and that are affected by the change
cn: 一个明确的参考这个标签组，而受影响的文件夹的变化
mk: 明确提及到这个标签组和受影响的文件夹的变化影响

source: Affected hosts contain
cn: 受影响的主机包含
mk: 受影响的主机包含

source: After a gateway has been found, Check_MK checks if it is reachable via PING. If not, it is skipped and the next gateway nearer to the monitoring core is being tried. You can disable this check by setting the number of PING probes to 0.
cn: 经过网关已被发现，Check_MK检查，如果它是通过PING到达。如果不是，它被跳过，并且更靠近监测核心正在尝试下一个网关。您可以禁用此检查，通过设置PING探头的数量为0。
mk: 经过网关已经找到了，Check_MK检查是否是通过平安到达。如果不是，它被跳过，接近监测核心正在尝试下一个网关。您可以禁用此检查设置PING探头数为0。

source: After this time (in seconds) the check is aborted, regardless of how many packets have been received yet.
cn: 在此之后的时间（以秒为单位）检查被中止，不管有多少数据包尚未收到。
mk: 经过这段时间（以秒为单位）的支票被中止，无论有多少个数据包尚未收到。

source: Age
cn: 年龄

source: Agent TCP connect timeout (sec)
cn: 代理TCP连接超时（秒）
mk: 代理TCP连接超时（秒）

source: Aggregated assumed state
cn: 聚合假定状态
mk: 聚合假设状态

source: Aggregated real state (never assumed)
cn: 汇总的实时状态（从未假定）
mk: 聚合真实状态（从来没有假设）

source: Aggregated state
cn: 聚集态
mk: 聚集态

source: Aggregated state (number)
cn: 聚集状态（数字）
mk: 聚集状态（数字）

source: Aggregation
cn: 汇总
mk: 汇总

source: Aggregation group
cn: 聚合组
mk: 聚合组

source: Aggregation name
cn: 聚合名称
mk: 聚合名称

source: Aggregation output
cn: 聚合输出
mk: 聚合输出

source: Aggregation status output
cn: 汇总状态输出
mk: 聚合状态输出

source: Aggregation: affected hosts
cn: 聚合：受影响的主机
mk: 聚合：受影响的主机

source: Aggregation: affected hosts (link to host page)
cn: 聚合：受影响的主机（连接到主机页）
mk: 聚合：受影响的主机（连接到主机页）

source: Aggregation: complete tree
cn: 聚合：完整的树
mk: 聚合：完整的树

source: Aggregation: simplistic boxed layout
cn: 聚合：简单的盒装布局
mk: 聚合：简单的盒装布局

source: Aggregations
cn: 聚合
mk: 聚合

source: Aggregations Affected by Host
cn: 聚合受主机
mk: 受主机影响的聚合

source: Aggregations Affected by Service
cn: 受影响的服务聚合
mk: 受服务的聚合

source: Aggregations containing this %s
cn: 聚合%s
mk: %s聚合

source: Alert Statistics
cn: 警报统计
mk: 警报统计

source: Alert Statistics: Number of critical alerts
cn: 警报统计：关键警报的数量
mk: 关键警报警报统计数

source: Alert Statistics: Number of problem alerts
cn: 警报统计：号码的问题警报
mk: 警报统计：问题警报的数量

source: Alert Statistics: Number of recoveries
cn: 警报统计：号码的收回
mk: 警报统计：收回数

source: Alert Statistics: Number of unknown alerts
cn: 警报统计：未知的警报号码
mk: 警报统计：未知警报的号码

source: Alert Statistics: Number of warnings
cn: 警报统计：警告数
mk: 警报统计：警告

source: Alert on too high CPU utilization
cn: CPU利用率过高警告
mk: 提醒CPU利用率过高

source: Alert on too high disk wait (IO wait)
cn: 警报对过高磁盘的等待（IO等待）
mk: 对过高磁盘等待的警告（IO等待）

source: Alerts
cn: 警告{0}{/0}
mk: 通知

source: Alias
cn: 别名
mk: 别名

source: Alias for created gateway hosts
cn: 创建网关主机的别名
mk: 创建网关主机的别名

source: All
cn: 全部

source: All Aggregations
cn: 所有聚合
mk: 所有聚合

source: All Hosttags
cn: 所有Hosttags
mk: 所有主机标签

source: All Logfiles
cn: 所有的日志文件
mk: 所有的日志文件

source: All Logfiles of Host
cn: 所有的主机的日志文件
mk: 所有的主机日志文件

source: All Problematic Logfiles
cn: 所有有问题的日志文件
mk: 所有问题的日志文件

source: All Roles
cn: 所有角色
mk: 所有角色

source: All Rulesets
cn: 所有的规则集
mk: 所有的规则集

source: All Services with this description:
cn: 这个描述：
mk: 所有拥有这个描述的服务：

source: All Sites
cn: 所有网站
mk: 所有网站

source: All Timeperiods
cn: 所有Timeperiods
mk: 所有时间段

source: All Users
cn: 所有用户
mk: 所有用户

source: All Views
cn: 所有视图
mk: 所有视图

source: All elements of the tuple must be of type int, you have %s
cn: 的元组中的所有元素都必须是int类型，你有%s
mk: 元组中的所有元素都必须是int类型，你有%s

source: All groups
cn: 所有组
mk: 所有组

source: All hosts
cn: 所有的主机
mk: 所有主机

source: All hosts (Mini)
cn: 所有主机（迷你）
mk: 所有主机（迷你）

source: All hosts (tiled)
cn: 所有主机（平铺）
mk: 所有主机（瓷砖）

source: All hosts of site
cn: 所有主机的网站
mk: 页面上所有主机

source: All notification events concerning the state of a certain host (including services)
cn: 所有通知事件的某台主机的状态（包括服务）
mk: 所有通知事件的特定主机的状态（包括服务）

source: All notification events concerning the state of a certain service.
cn: 所有通知事件的某些服务的状态。
mk: 所有通知事件的特定服务的状态

source: All notification events of hosts or services.
cn: 所有通知主机或服务的事件。
mk: 主机或服务的所有通知事件

source: All notification events sent to
cn: 所有通知事件发送到
mk: 发送的所有通知事件

source: All rules that contain '%s' in their name
cn: 所有的规则都包含在其名称中的“ %s “
mk: 所有名称内包含“ %s “的规则

source: All services
cn: 所有服务
mk: 所有服务

source: Allowed states (otherwise check will be critical)
cn: 宠物状态（否则，请检查将是关键）
mk: 宠物状态（否则，请检查将是关键）

source: Allowed states:
cn: 宠物状态：
mk: 宠物状态：
