Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: Error on remote access to site: %s
cn: 远程访问网站： %s错误
mk: 远程访问网站： %s错误

source: Error showing view: %s
cn: 错误显示的看法： %s
mk: 错误观点： %s

source: Errors
cn: 错误
mk: 错误

source: Event
cn: 事件
mk: 事件

source: Event handlers
cn: 事件处理程序
mk: 事件处理程序

source: Events
cn: 活动
mk: 活动

source: Events of host
cn: 活动的主机
mk: 主机事件

source: Events of host & services
cn: 活动的主机和服务
mk: 主机和服务的活动

source: Events of recent 4 hours
cn: 近4小时的活动
mk: 近4小时的活动

source: Events of service
cn: 事件服务
mk: 服务事件

source: Exact match, used for linking
cn: 完全匹配，用于连接
mk: 精确匹配，用于连接

source: Exact name of the process without argments
cn: 确切名称的过程中没有argments
mk: 的过程没有argments的确切名称

source: Exact name of the user
cn: 精确的用户名

source: Exceptions
cn: 异常
mk: 异常

source: Exclude
cn: 例外
mk: 例外

source: Execute commands on hosts, services and other objects
cn: 主机，服务和其他对象上执行命令
mk: 主机，服务和其他对象上执行命令

source: Existing Views
cn: 现有的视图
mk: 现有视图

source: Expand <tt>\n</tt>, <tt>\r</tt> and <tt>\t</tt> in the sent string
cn: 展开<TT> n </ P>，<TT> r </ P>和<tt> T </ P>在所发送的字符串
mk: 展开<TT> N </ P>，即<tt> R </ P>和<tt> T </ P>在发送的字符串

source: Expect <b>all</b> of those strings in the response
cn: <b>所有</ B>在响应这些字符串的期望
mk: 期待<B> </ B>在响应这些字符串

source: Expected Address
cn: 预期的地址
mk: 预计地址

source: Expected Authority
cn: 预计管理局
mk: 预期管理局

source: Expected String
cn: 期望的字符串
mk: 预期字符串

source: Expected data type is list, but your type is %s.
cn: 预期的数据类型的列表，但你的类型是%s 。
mk: 预期的数据类型的列表，但你的类型是%s 。

source: Expected mount options
cn: 预计安装选项
mk: 预计挂载选项

source: Expected number of active paths
cn: 预期的活动路径
mk: 预计有效路径

source: Expected path situation
cn: 预期的路径情况
mk: 预期路径情况

source: Expected response time
cn: 预期的响应时间
mk: 预期的响应时间

source: Expected responses to the given SMTP commands.
cn: 预计给定的SMTP命令。
mk: 预期到给定的SMTP命令的响应。

source: Expected state
cn: 预期的状态
mk: 预期状态

source: Expires
cn: 有效期至
mk: 有效期至

source: Explicit Queue Names
cn: 明确的队列名称
mk: 明确的队列名称

source: Explicit hosts
cn: 显式主机
mk: 显式主机

source: Explicit tablespaces
cn: 明确的表空间

source: Export only hosts and services the user is a contact for
cn: 仅导出的主机和服务的用户是一个接触

source: FILTER NOT IMPLEMENTED
cn: FILTER未实现
mk: 不过滤执行

source: FINISHED.
cn: 已
mk: 已

source: FQDN used for HELO
cn: FQDN用于HELO
mk: FQDN用于HELO

source: FROM-Address
cn: 从地址
mk: 从地址

source: FROM-address to include in MAIL command, required by Exchange 2000
cn: 从地址包括在MAIL命令，需要由Exchange 2000
mk: 从地址包括在MAIL命令，需要由Exchange 2000

source: Factory Reset
cn: 回覆出廠設定
mk: 恢复出廠設定

source: Failed hosts
cn: 发生故障的主机
mk: 失败的主机

source: Fake check results
cn: 假的检查结果
mk: 假检查结果

source: Fetches
cn: 取
mk: 取

source: File name
cn: 文件名
mk: 文件名

source: File pattern (using * and ?)
cn: 文件模式（使用*和？）
mk: 文件模式（使用*和？）

source: Filegroup Name
cn: 组名称
mk: 组名称

source: Fileinfo grouping patterns
cn: FileInfo的分组模式
mk: FILEINFO分组模式

source: Filename
cn: 文件名
mk: 文件名

source: Filesystem grouping patterns
cn: 文件系统分组模式
mk: 文件系统分组模式

source: Filesystem mount options (Linux/UNIX)
cn: （Linux / UNIX的文件系统的挂载选项）
mk: 文件系统安装选项（Linux / UNIX中）

source: Filesystems (used space and growth)
cn: 文件系统（已用空间和增长）
mk: 文件系统（已用空间和增长）

source: Filter
cn: 过滤
mk: 过滤

source: Filter / Search
cn: 过滤器/搜索
mk: 过滤器/搜索

source: Filter for all aggregations that are affected by one specific service on a specific host (no regular expression)
cn: 过滤器的所有受一个特定的服务在一个特定的主机（没有正则表达式的聚合）
mk: 过滤所有聚合受一个特定的服务在一个特定的主机（无正则表达式）

source: Filter for all aggregations that base on status information of that host. Exact match (no regular expression)
cn: 过滤器的所有聚合的基础上的那台主机的状态信息。精确匹配（没有正则表达式）
mk: 过滤所有聚合的基础上，主机的状态信息。精确匹配（正则表达式）

source: Filters
cn: 过滤器
mk: 滤镜

source: Final string to send
cn: 最终的字符串发送
mk: 最终的字符串发送

source: Find new &amp; remove obsolete
cn: 寻找新的和删除过时的
mk: 寻找新的和删除过时

source: Find only new services
cn: 只有新的服务
mk: 只寻找新的服务

source: Finish
cn: 表面

source: Fix affected folders, hosts and rules.
cn: 修复受影响的文件夹，主机和规则。
mk: 修复受影响的文件夹，主机和规则。

source: Fix all missing/exceeding
cn: 修复所有失踪/超过
mk: 修复所有遗失/超过

source: Fixed
cn: 固定的
mk: 固定的

source: Fixed string to expect in the content
cn: 固定字符串期望的内容
mk: 固定字符串期望在内容

source: Flap
cn: 活瓣
mk: 活瓣

source: Flapping
cn: 扑
mk: 扑

source: Flexible Custom Notifications
cn: 灵活的自定义通知

source: Folder
cn: 文件夹
mk: 文件夹

source: Folder Properties
cn: 文件夹属性
mk: 文件夹属性

source: Folder attributes locked (You cannot edit the attributes of this folder)
cn: 文件夹的属性被锁定（不能编辑该文件夹的属性）

source: Folder attributes locked. You cannot change the attributes of this folder.
cn: 锁定文件夹的属性。您不能更改此文件夹的属性。

source: Folder is locked (You cannot create or remove folders in this folder)
cn: 文件夹被锁定（您不能创建或删除文件夹，在此文件夹中）

source: Folder is locked. You cannot create or remove a folders in this folder.
cn: 文件夹被锁定。您不能创建或删除文件夹，在此文件夹中。

source: Folders group your hosts, can inherit attributes and can have permissions.
cn: 文件夹组主机，可以继承属性，可以有权限。
mk: 您的主机文件夹组，可以继承属性和拥有权限。

source: Follow the redirection
cn: 按照重定向
mk: 按照重定向

source: Follow, but stay to same IP address
cn: ，但仍保持相同的IP地址
mk: 按照，但保持相同的IP地址

source: Follow, but stay to same IP-address and port
cn: ，但仍保持相同的IP地址和端口
mk: 按照，但保持相同的IP地址和端口

source: For Linux MD specify the device name without the <tt>/dev/</tt>, e.g. <tt>md0</tt>, for hardware raids please refer to the manual of the actual check being used.
cn: 对于Linux MD指定的设备名称没有的<tt>的/ dev / </ TT>，如<TT>的md0 </ P>，硬件RAID，请参考实际检查正在使用的手册。
mk: 对于Linux的MD没有的<tt>的/ dev / </ TT>指定设备名，如<TT> MD0 </ P>硬件袭击，请参阅手动检查正在使用的实际。

source: For Linux multipathing this is either the UUID (e.g. 60a9800043346937686f456f59386741), or the configured alias.
cn: 对于Linux多路径，这是UUID（例如60a9800043346937686f456f59386741），或配置的别名。
mk: 适用于Linux的多路径，这是的UUID（例如60a9800043346937686f456f59386741）的，或已配置的别名。

source: For Linux/UNIX systems, specify the mount point, for Windows systems the drive letter uppercase followed by a colon, e.g. <tt>C:</tt>
cn: 对于Linux / UNIX系统，Windows系统的驱动器字母大写，后面跟着一个冒号，指定挂载点，如<TT> C：</ P>
mk: 用于Linux / UNIX系统中，指定装载点，适用于Windows系统的驱动器字母大写，后跟一个冒号，例如<TT> C：</ P>

source: For NFS enter the name of the mount point.
cn: 对于NFS进入挂载点的名称。
mk: 对于NFS输入挂载点的名称。

source: For a summarized throughput of all disks, specify <tt>SUMMARY</tt>, for a sum of read or write throughput write <tt>read</tt> or <tt>write</tt> resp. A per-disk IO is specified by the drive letter and a colon on Windows (e.g. <tt>C:</tt>) or by the device name on Linux/UNIX (e.g. <tt>/dev/sda</tt>).
cn: 对于一个总结的所有磁盘的吞吐量，指定<TT>摘要</ P>，读取或写入吞吐量写一笔<TT>阅读</ tt>的或<tt>写</ P> RESP。每个磁盘IO指定的驱动器号和冒号Windows（例如<TT> C：</ P>）或在Linux / UNIX的设备名称（例如<TT> / dev / sda上</ TT> ）。
mk: 对于一个概括的所有磁盘的吞吐量，指定<TT>摘要</ P>，读取或写入吞吐量写一笔<TT>阅读</ tt>的<TT>写</ tt>的RESP。每个磁盘IO指定的驱动器盘符和冒号的Windows（例如<TT> C：</ P>）或由设备名在Linux / UNIX（如<TT>为/ dev / sda的</ TT> ）。

source: For agent based checks Check_MK allows you to specify an alternative program that should be called by Check_MK instead of connecting the agent via TCP. That program must output the agent's data on standard output in the same format the agent would do. This is for example useful for monitoring via SSH. The command line may contain the placeholders <tt>&lt;IP&gt;</tt> and <tt>&lt;HOST&gt;</tt>.
cn: 基于代理的的检查Check_MK允许您指定一个替代方案，而不是通过TCP连接的代理应该被称为Check_MK。这个程序必须在标准输出上输出代理的数据，在代理会做相同的格式。这是的例子有用的监测，通过SSH。命令行可以包含占位符<TT> <IP> </ tt>的和<TT> <HOST> </ P>。
mk: 对于基于代理的检查Check_MK允许您指定应该由Check_MK的替代方案，而不是通过TCP连接代理。该程序必须输出在标准输出上以相同的格式，代理做代理的数据。这是例如用于监测通过SSH。命令行可以包含占位符<TT> <IP> </ tt>的和<TT> <HOST> </ P>。

source: For each SSL cerficate on a host, a diffrent IP address is needed. Here you can specify there address if it differs from the address from the host primary address.
cn: 对于每个SSL cerficate在一台主机上，的一个diffrent IP地址是必要的。在这里，你可以指定地址，如果它不同于主要从主机地址的地址。

source: For the initial login into the slave/peer site %s we need once your administration login for the Multsite GUI on that site. Your credentials will only be used for the initial handshake and not be stored. If the login is successful then both side will exchange a login secret which is used for the further remote calls.
cn: 对于初始登录到从站/等站点%s我们需要管理的Multsite GUI登录该网站上。您的凭据将只被用于在初始握手，并不会被保存。如果登录成功，则双方交换的登录密码，用于进一步的远程调用。
mk: 奴隶/等站点%s初始登录到我们需要在该网站上，一旦你的管理员登录的Multsite GUI。您的认证将仅被用于初始的握手，不被存储。如果登录成功，然后将两侧的进一步远程调用用于交换一个登录的秘密。

source: Force explicit setting for parents even if setting matches that of the folder
cn: 即使设置相匹配的文件夹，强制显式设置为父母
mk: 即使设置相匹配的文件夹，强制父母明确设定

source: Forward logwatch messages to event console
cn: 远期logwatch事件控制台的消息

source: Forwarding Method
cn: 转发方法

source: Found no "dc=" (Domain Component).
cn: 没有发现“DC（域组件）= ”。

source: Friday
cn: 星期五
mk: 星期五

source: From
cn: 从现在
mk: 从

source: Full Scan
cn: 全扫描
mk: 全扫描

source: Full access
cn: Full Access（完全访问）
mk: Full Access（完全访问）

source: Full dump of all variables and command
cn: 完全转储的所有变量和命令
mk: 完全转储的所有变量和命令

source: Full name
cn: 全名
mk: 全名

source: Full name or alias of the user
cn: 用户的全名或别名
mk: 用户的全名或别名

source: GByte/s
cn: GB的/秒
mk: GB的/秒

source: Garbled automation response from site %s: '%s'
cn: 乱码自动化网站%s响应：“ %s “
mk: 网站%s乱码自动化响应：' %s '

source: Gateway hosts created
cn: 创建网关主机
mk: 创建网关主机

source: Gateways found
cn: 网关发现
mk: 网关发现

source: General Permissions
cn: 常规权限
mk: 常规权限

source: General Properties
cn: 常规属性
mk: 常规属性

source: General Settings
cn: 常规设置
mk: 常规设置

source: General error
cn: 一般错误
mk: 一般错误

source: Global Settings
cn: 全局设置
mk: 全局设置

source: Global configuration settings for Check_MK
cn: 全球配置设置Check_MK
mk: 全球配置设置Check_MK

source: Global settings
cn: 全局设置
mk: 全局设置

source: Global settings for Check_MK, Multisite and the monitoring core.
cn: 为Check_MK，多站点和监测核心的全局设置。
mk: 全局设置，多Check_MK和监控核心。

source: Go to main overview
cn: 转到主要概述
mk: 转到主要概述

source: Grab user from found processess
cn: 从发现processess抢用户

source: Grants modify access to all maps.
cn: 修改权限授予所有地图。
mk: 资助修改访问所有的地图。

source: Grants read access to all maps.
cn: 授权读取访问所有的地图。
mk: 授权读取所有地图。

source: Graphs
cn: 图形
mk: 图形

source: Graphs globally
cn: 图全球范围内
mk: 全局图

source: Group
cn: 组
mk: 群组

source: Group Base DN
cn: 组的基本DN

source: Grouping
cn: 分组
mk: 括号

source: Groups
cn: 组
mk: 群组

source: Guest user
cn: Guest用户
mk: Guest用户

source: HTML-Title of HTML Multisite GUI
cn: HTML标题HTML多站点GUI

source: HTTP Error - %s: %s
cn: HTTP错误- %s ： %s
mk: HTTP错误- %s ： %s

source: HTTP Method
cn: HTTP方法
mk: HTTP方法

source: HTTP POST data
cn: HTTP POST数据
mk: HTTP POST数据

source: Handling of too long texts
cn: 处理时间过长的文本
mk: 过长的文本处理

source: Hard query limit
cn: 硬查询的限制
mk: 硬查询限制

source: Hardcode
cn: 硬编码
mk: 硬编码

source: Hardware, BIOS
cn: 硬件，BIOS
mk: 硬件，BIOS

source: Has performance data
cn: 具有性能数据
mk: 性能数据

source: Heap Memory Levels
cn: 堆内存级别

source: Here you can configure how you want to be notified about host and service problems and other monitoring events.
cn: 在这里，你可以设定你想收到的主机和服务的问题，其他的监控事件。

source: Here you can create and edit customizable <b>views</b>. A view displays monitoring status or log data by combining filters, sortings, groupings and other aspects.
cn: 在这里，您可以创建和编辑自​​定义的<B>意见</ B>。一个视图显示监测相结合的过滤器，sortings，团体和其他方面的状态或日志数据。
mk: 在这里，您可以创建和编辑可定制的<b>意见</ B>。视图显示监控状态或日志数据结合滤波器，sortings，分组等方面。

source: Here you can set explicit tablespaces by defining them via SID and the tablespace name, separated by a dot, for example <b>pengt.TEMP</b>
cn: 在这里，你可以设定明确的表空间定义它们通过SID和表空间名称，以点隔开，例如<B> pengt.TEMP </ B>

source: Here you can specifiy the measurement unit of the network interface
cn: 在这里，您可以指定要测量单元的网络接口

source: Here you can specify exceptional time ranges for certain relative or absolute dates. Please consult the <a target='_blank' href='%s'>Nagios documentation about timeperiods</a> for examples.
cn: 在这里，你可以指定特殊的时间范围内，一定的相对或绝对日期。请参阅<目标=“_blank”HREF =“ %s 'Nagios的约timeperiods文件</ A>为例子。
mk: 在这里，您可以指定特殊的时间范围内，一定的相对或绝对日期。请参考<目标=“_blank”HREF =' %s '> Nagios的关于时间周期的文档</ a>的例子。

source: Here you specify which types of alerts will be notified to this contact. Note: these settings will only be saved and used if the user is member of a contact group.
cn: 在这里，你指定哪些类型的警报将通知此联系人。注意：这些设置将被保存，如果用户使用，是一个联络小组的成员。
mk: 在这里，你指定哪些类型的警报将收到与此联系人。注意：这些设置将被保存和使用，如果用户是一个联络小组的成员。

source: Hide Checkboxes and bulk actions
cn: 隐藏复选框和批量操作

source: Hide Context
cn: 隐藏上下文
mk: 隐藏上下文

source: Hide hosttags in WATO folder view
cn: 隐藏hosttags WATO文件夹视图
mk: 隐藏hosttags WATO文件夹视图

source: Hide internal folder names in WATO
cn: 隐藏内部文件夹的名称WATO
mk: 隐藏内部的文件夹名称WATO

source: Hide names of configuration variables
cn: 隐藏的配置变量名称
mk: 隐藏配置变量的名称

source: Hide response from socket
cn: 隐藏响应插座
mk: 从插座隐藏响应

source: History
cn: 历史
mk: 历史

source: Homepage
cn: 主页
mk: 首页

source: Host
cn: 主机
mk: 主机

source: Host %s
cn: 主机%s
mk: 主机%s

source: Host %s not found
cn: 没有找到主机%s
mk: 主机%s未发现

source: Host & Service Groups
cn: 主机和服务组
mk: 主机和服务组

source: Host &amp; Service Parameters
cn: 主机和服务参数
mk: 主机服务参数

source: Host Aggregations
cn: 主机聚合
mk: 主机聚合

source: Host Checks
cn: 主机检查
mk: 主机检查

source: Host Comments
cn: 主机评论
mk: 主机评论

source: Host Contact
cn: 主接触

source: Host Contactgroup
cn: 主机Contactgroup
mk: 主机Contactgroup

source: Host Events
cn: 举办​​活动
mk: 主机活动

source: Host Groups
cn: 主机组
mk: 主机组

source: Host IP address
cn: 主机的IP地址
mk: 主机的IP地址

source: Host Logfiles
cn: 主机日志文件
mk: 主机日志文件

source: Host Matrix
cn: 矩阵主机
mk: 矩阵主机

source: Host Problems
cn: 主机问题
mk: 主机问题

source: Host Problems (unhandled)
cn: 主机问题（未处理）
mk: 主机问题（未处理）

source: Host Statistics
cn: 主机统计
mk: 主机统计

source: Host Tags
cn: 主机的标签
mk: 主机标签

source: Host Tags (Check_MK)
cn: 主机标签（Check_MK）
mk: 主机标签（Check_MK）

source: Host active checks enabled
cn: 主机启用积极的检查
mk: 主机启用主动检查

source: Host alias
cn: 主机别名
mk: 主机别名

source: Host and Service Events
cn: 主机和服务活动
mk: 主机和服务活动

source: Host attributes locked (You cannot edit this host)
cn: 主机属性（您可以编辑此主机）

source: Host check command
cn: 主机检查命令
mk: 主机检查命令

source: Host check command expanded
cn: 主机检查命令扩展

source: Host check duration
cn: 主机检查时间
mk: 主机检查持续时间

source: Host check latency
cn: 主机检查延迟
mk: 主机检查延迟

source: Host check type
cn: 主机检查类型
mk: 主机检查类型

source: Host checks
cn: 主机检查
mk: 主机检查

source: Host comments
cn: 主机评论
mk: 主机评论

source: Host contact groups
cn: 主接触组
mk: 主机联络小组

source: Host contacts
cn: 主机接触
mk: 主机接触

source: Host downtimes
cn: 主机停机时间
mk: 主机停机时间

source: Host events
cn: 举办​​活动
mk: 主机事件

source: Host gets unreachble
cn: 主机获得unreachble
mk: 主机得到unreachble的

source: Host goes down
cn: 主机出现故障
mk: 主机停机

source: Host goes up again
cn: 主机再次
mk: 主机再次上升

source: Host has <b>not</b> the tag
cn: 主机<B>未</ b>标签
mk: 主机有<b>不会</ B>标签

source: Host has the tag
cn: 主机的标签
mk: 主机标签

source: Host history
cn: 主机历史
mk: 主机历史

source: Host icons
cn: 主机图标
mk: 主机图标

source: Host in downtime
cn: 主机的停机时间
mk: 主机停机

source: Host in notif. period
cn: 主机在notif。期
mk: 主持人于notif。期间

source: Host is <b>not</b> of type
cn: 主机<b>无法</ B>类型
mk: 主机<b>无法</ b>的类型

source: Host is <b>not</b> one of
cn: 主机<b>无法</ B> 1​​，
mk: 主机<b>无法</ B>

source: Host is active
cn: 主机处于活动状态
mk: 主机处于活动状态

source: Host is flapping
cn: 主机扑
mk: 主机扑

source: Host is of type
cn: 主机的类型
mk: 主机类型

source: Host management
cn: 主机管理
mk: 主机管理

source: Host name is
cn: 主机名是
mk: 主机名是

source: Host name is %s
cn: 主机名是%s
mk: 主机名是%s

source: Host notification period
cn: 主机通知期
mk: 主机通知期

source: Host notifications
cn: 主机通知
mk: 主机通知

source: Host notifications enabled
cn: 主机启用通知
mk: 主机启用通知

source: Host performance data
cn: 主机性能数据
mk: 主机的性能数据

source: Host problem acknowledged
cn: 主机问题承认
mk: 主机承认问题

source: Host problem has been acknowledged
cn: 主机的问题已被确认
mk: 主机的问题已经承认

source: Host problems
cn: 主机问题
mk: 主机问题

source: Host problems for NagStaMon
cn: 主机问题NagStaMon
mk: NagStaMon主机问题

source: Host properties
cn: 主机属性
mk: 主机属性

source: Host search
cn: 主机搜索
mk: 主机搜索

source: Host state
cn: 主机状态
mk: 主机状态

source: Host state (first character)
cn: 主机状态（第一个字符）
mk: 主机状态（第一个字符）

source: Host states
cn: 接待国
mk: 主机状态

source: Host status
cn: 服务器状态：
mk: 服务器状态：

source: Host tag groups
cn: 主机标签组
mk: 主机标签组

source: Host tags
cn: 主机的标签
mk: 主机标签

source: Host tags are the basis of Check_MK's rule based configuration. If the first step you define arbitrary tag groups. A host has assigned exactly one tag out of each group. These tags can later be used for defining parameters for hosts and services, such as <i>disable notifications for all hosts with the tags <b>Network device</b> and <b>Test</b></i>.
cn: 主机的标签Check_MK的规则为基础的配置的基础上。如果第一步你定义任意标签组。主机各组分配一个标记。禁用通知后，这些标签可以用于定义参数的主机和服务，如<i>所有主机的标签的<b>网络设备</ B>和<B>测试</ B> </ I>。
mk: 主机标签的基础Check_MK规则为基础的配置。如果第一步你定义任意标签组。主机各组分配一个标记。停用通知后，这些标签可以用于定义参数的主机和服务，如<i>标签的<b>网络设备的所有主机</ B>和<B>测试</ B> </ I>。

source: Host&nbsp;status
cn: 服务器状态：
mk: 服务器状态：

source: Host's childs
cn: 主机的孩子
mk: 主机的孩子

source: Host's parents
cn: 主机的父母
mk: 主机的父母

source: Host+Svc history
cn: 主机+ SVC历史
mk: 主机+ SVC历史

source: Host+Svc notifications
cn: 主机+ SVC通知
mk: 主机+ SVC通知

source: Host- and Service events
cn: 主机和服务事件
mk: 主机和服务事件

source: Host- and Service notifications
cn: 主机和服务的通知
mk: 主机和服务的通知

source: Host- and Servicecomments
cn: 主机和Servicecomments
mk: 主机和Servicecomments

source: Host/Svc history
cn: 主机/ SVC历史
mk: 主机/ SVC历史

source: Host/Svc notific.
cn: 主机/ SVC notific的。
mk: 的主机/ SVC notific的。

source: Host/service in downtime
cn: 主机/服务的停机时间
mk: 在停机的主机/服务

source: Host:
cn: 主机：
mk: 主机：

source: Hostgroup
cn: 主机群
mk: 主机组

source: Hostgroup (enforced)
cn: 主机群（执行）
mk: 主机群（执行）

source: Hostgroup Overview
cn: 主机组概述
mk: 主机组概述

source: Hostgroup alias
cn: 主机组的别名
mk: 主机组的别名

source: Hostgroup name
cn: hostgroup名称
mk: 主机组名称

source: Hostgroup with BI state
cn: 主机群与BI状态
mk: 主机组与BI状态

source: Hostgroups (Grid)
cn: Hostgroups（网格）
mk: Hostgroups（电网）

source: Hostgroups (Summary)
cn: Hostgroups（摘要）
mk: Hostgroups（摘要）

source: Hostgroups the host is member of
cn: Hostgroups主机成员
mk: Hostgroups主机成员

source: Hostgroups, merged
cn: Hostgroups合并
mk: - Hostgroups，合并。

source: Hostname
cn: 主机名
mk: 主机名

source: Hostname (exact match)
cn: 主机名（精确匹配）
mk: 主机名（精确匹配）

source: Hostname Aggregations
cn: 主机名汇总
mk: 主机名汇总

source: Hostname, marked red if down
cn: 如果下降的主机名，以红色标示
mk: 主机名，如果下来的红色标示

source: Hostname, red background if down or unreachable
cn: 主机名，红色的背景，如果关闭或无法访问
mk: 主机名，红色的背景，如果关闭或无法访问

source: Hostname, red background if down, link to Nagios services
cn: 主机名，如果向下的红色背景，链接到Nagios的服务
mk: 主机名，如果下来的红色背景，连结Nagios服务

source: Hosts
cn: 主机和文件夹“
mk: 主机和文件夹

source: Hosts attributes locked (You cannot create, edit or delete hosts in this folder)
cn: 主机属性被锁定（不能创建，编辑或删除此文件夹中的主机）

source: Hosts colored according to state
cn: 主机颜色根据状态
mk: 根据国家颜色的主机

source: Hosts forced to use <tt>if</tt> instead of <tt>if64</tt>
cn: 主机的被迫使用<tt>，如果</ P>而不是的<TT> if64 </ P>
mk: 主机被迫使用的<tt>，如果</ TT>的<TT> if64 </ TT>

source: Hosts grouped by host groups
cn: 主机主机组分组，
mk: 主机由主机组分组

source: Hosts to be monitored
cn: 主机进行监控
mk: 被监控的主机

source: Hosts to create in each folder
cn: 每个文件夹中创建主机到
mk: 每个文件夹中创建主机

source: Hosts using SNMP v2c (and no bulk walk)
cn: 主机使用SNMP v2c版本（没有散散步）
mk: 主机的SNMP V2C（没有散步行）

source: Hosts using bulk walk (and SNMP v2c)
cn: 主机使用散装步行（和SNMP v2c）
mk: 主机使用批量步行（SNMP V2C）

source: Hosts where this tag group is explicitely set and that are effected by the change
cn: 这个标签组的显式地设置和主机的影响变化
mk: 这个标签组明确设定和主机的影响的变化

source: Hosts with dynamic DNS lookup during monitoring
cn: 在监视过程中使用动态DNS查找主机
mk: 监测期间与动态DNS主机查找

source: Hours/Minutes out of range
cn: 小时/分钟的范围
mk: 小时/分钟的范围

source: How the disks are named depends on the type of hardware being used. Please look at already inventorized checks for examples.
cn: 如何被命名为磁盘，取决于所使用的硬件类型。请的例子在已经inventorized的检查。
mk: 如何将磁盘被命名为依赖于所使用的不同的硬件。请看的例子已经inventorized检查。

source: How to handle redirect
cn: 如何处理重定向
mk: 如何处理重定向

source: Humidity
cn: 湿度：

source: IO Latency
cn: IO延迟
mk: IO滞后

source: IP address
cn: IP地址
mk: IP地址

source: IP-Version
cn: IP版本
mk: IP版本

source: IPv4
cn: IPv4的
mk: IPv4的

source: IPv6
cn: <msg name="ip6limit">的IPv6 </msg>
mk: <msg name="ip6limit">的IPv6 </msg>

source: Icon image for hosts in status GUI
cn: 在状态图标图像的主机GUI
mk: 图标图像中的主机状态GUI

source: Icon image for services in status GUI
cn: 图标图像服务的状态GUI
mk: 在状态界面图标图像服务

source: Icon showing the site
cn: 图标显示该网站
mk: 图标显示该网站

source: Icon with link to host to Nagios GUI
cn: 的图标链接到主机Nagios的GUI
mk: 图标链接到主机的Nagios GUI

source: Icon with link to service in Nagios GUI
cn: 在Nagios的图形用户界面的图标链接服务
mk: Nagios的图形用户界面的图标链接服务

source: Icons
cn: I
mk: I

source: Identity
cn: 恒等
mk: 恒等

source: If a select is set to <i>don't change</i> then currenty not all selected hosts share the same setting for this attribute. If you leave that selection, all hosts will keep their individual settings.
cn: 如果选择设置为<i> </ I>然后是矩形选定的所有主机共享相同的设置此属性不改变。如果你离开的选择，所有主机都将保持它们各自的设置。
mk: 如果选择设为<i> </ I>然后CurrentY的所有选定的主机共享相同的设置这个属性不改变。如果你离开的选择，所有主机将保持自己的个性化设置。

source: If enabled and the view shows at least one host or service problem the a sound will be played by the browser. Please consult the %s for details.
cn: 如果已启用，该视图显示了至少一台主机或服务的问题，一个声音将会播放的浏览器。请参阅%s细节。
mk: 如果启用视图显示至少有一个主机或服务问题的声音将通过浏览器播放。请参考%s详细信息。

source: If enabled, Check_MK will create one additional check per host that does a regular check, if the inventory would find new services currently un-monitored.
cn: 如果启用，Check_MK将创建一个额外的检查，并定期检查每台主机上，如果库存将找到新的服务，目前未监测。
mk: 如果启用，Check_MK将创建一个额外的检查，并定期检查每个主机，如果库存会找到新的服务目前未监控。

source: If sounds are enabled then the user will be alarmed by problems shown in a Multisite status view if that view has been configured for sounds. From the views shipped in with Multisite all problem views have sounds enabled.
cn: 如果声音被启用，那么用户将在一个多点的状态视图显示的问题，这一观点已被配置为声音而感到惊慌。从运的MultiSite的意见听起来启用所有问题的意见。
mk: 如果声音被启用，那么用户将在一个多状态视图显示的问题，如果这一观点已被配置为声音惊动。从运多站点的意见，所有问题的意见听起来启用。

source: If the automatic detection of the link speed does not work and you want monitors the relative levels of the throughtput you have to set the link speed here.
cn: 如果自动检测链接速度不工作，你想要监控的throughtput的相对水平，你必须在这里设置链接速度。
mk: 如果自动检测链接速度不工作，你想监控的相对水平throughtput，你必须在这里设置的链接速度。

source: If this option is activated then Check_MK will pad port numbers of network interfaces with zeroes so that all port descriptions from all ports of a host or switch have the same length and thus sort currectly in the GUI. In versions prior to 1.1.13i3 there was no padding. You can switch back to the old behaviour by disabling this option. This will retain the old service descriptions and the old performance data.
cn: 如果这个选项被激活，然后Check_MK将垫的网络接口，让所有端口的主机或交换机的所有端口的描述具有相同的长度，因此排序currectly在GUI中的零的端口号。在之前的版本，以1.1.13i3有没有填充。禁用此选项，您可以切换回旧的行为。这将保留老服务描述和旧的性能数据。
mk: 如果这个选项被激活，那么Check_MK垫端口网络接口从主机或交换机的所有端口，所有端口说明具有相同的长度，从而currectly排序在GUI中的零。在之前的版本1.1.13i3的有没有填充。禁用此选项，您可以切换回旧的行为。这将保持旧的服务的描述和旧的性能数据。

source: If this option is enabled, then Multisite only show the most used context buttons and hides the rest. Which buttons are used how often is computed separately per user.
cn: 如果启用此选项，那么多位置只显示最常用的上下文按钮和隐藏的休息。频率分别计算每个用户使用哪些按钮。
mk: 如果启用此选项，那么多位置只显示最常用的的上下文按钮和隐藏其余。多久分别计算每个用户使用哪些按钮。

source: If this option is used and set to a filename, Check_MK BI will create a logfile containing details about compiling BI aggregations. This includes statistics and details for each executed compilation.
cn: 如果使用此选项，并设置文件名，Check_MK，BI将创建一个日志文件包含编译BI聚合的详细信息。这包括统计和为每个执行编译的详细信息。

source: If this option is used and set to a filename, Check_MK will create a debug logfile containing details about failed checks (those which have state UNKNOWN and the output UNKNOWN - invalid output from plugin.... Per default no logfile is written.
cn: 如果使用此选项，并设置文件名，Check_MK将载有关于失败的检查（状态未知的，无效的输出UNKNOWN - 没有写入日志文件的默认输出插件......每创建调试日志文件。
mk: 如果使用此选项，并设置文件名，Check_MK将创建调试日志文件包含失败的检查（那些有状态未知输出未知 - 无效的输出插件....每默认没有写入日志文件的详细信息。

source: If this option is used and set to a filename, Check_MK will create a logfile containing details about connecting to LDAP and the single transactions.
cn: 如果使用此选项，并设置文件名，Check_MK将创建一个日志文件包含有关连接LDAP和单交易的细节。

source: If you define a text here, then it will be used in buttons to the view instead of of view title.
cn: 如果你定义了一个文本，然后它会被用在按钮的视图，而不是看标题。
mk: 如果你定义了一个文字在这里，那么它会被用在按钮的视图，而不是视图标题。
