Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: Magic factor (automatic level adaptation for large filesystems)
cn: 魔术因子（自动适应大型文件系统）
mk: 魔术因素（自动电平适应大型文件系统）

source: Magic factor (automatic level adaptation for large tablespaces)
cn: 魔术因子（自动适应大型表空间）

source: Main Menu
cn: 主菜单
mk: 主菜单

source: Main Overview
cn: 主要概述
mk: 主要概述

source: Main directory
cn: 主目录
mk: 主目录

source: Main memory usage (Linux / UNIX / Other Devices)
cn: 主记忆体使用量（LINUX / UNIX /其他设备）

source: Major Page Faults
cn: 主要页错误

source: Make changes, perform actions
cn: 进行更改，执​​行操作
mk: 进行更改后，执行行动

source: Make check CRITICAL
cn: 检查关键
mk: 检查关键

source: Make check OK
cn: 检查确定
mk: 检查OK

source: Make check WARNING
cn: 检查警告
mk: 检查警告

source: Make own published views override builtin views for all users
cn: 自己发表的观点为所有用户覆盖内建的意见
mk: 自己发表的意见为所有用户覆盖内建的意见

source: Make snapshots of your configuration, download, upload and restore snapshots.
cn: 您的配置的快照，下载，上传和恢复快照。
mk: 使您的配置的快照，下载，上传和恢复快照。

source: Make the outcome of the ruleset <b>%s</b><br>
cn: 结果的的规则集<B> %s </ B>参考
mk: 结果的的规则集<B> %s </ B> -

source: Make view sortable by user
cn: 查看可排序的用户
mk: 查看排序由用户

source: Make views visible and usable for other users
cn: 视图可见，其他用户使用
mk: 意见为其他用户可见的和可用

source: Man-Page: %s not found.
cn: 手册页： %s发现。
mk: 手册页： %s没有发现。

source: Manage host tags
cn: 管理主机的标签
mk: 管理宿主标签“

source: Manage monitored hosts and services and the hosts' folder structure.
cn: 管理监控的主机和服务，主机的文件夹结构。
mk: 管理监控主机和服务及主机的文件夹结构。

source: Manage services
cn: 管理服务
mk: 管理服务

source: Manage users of Multisite and contacts of the monitoring system.
cn: 管理用户的多站点和监测系统的联系。
mk: 管理用户的多站点和监控系统的接触。

source: Manual
cn: Mechjeb使用shouce
mk: Mechjeb使用shouce

source: Manual Checks
cn: 手动检查
mk: 手动检查

source: Manual services (defined in main.mk)
cn: 人工服务（定义在main.mk）
mk: 手动服务（main.mk中定义）

source: Manually let the core send a notification to a host or service in order to test if notifications are setup correctly
cn: 手动核心发送一个通知到主机或服务，以测试通知是否设置正确
mk: 手动让核心发送一个通知到主机或服务的通知是为了测试，如果设置正确

source: Manually set to %s by %s
cn: 手动设置为%s %s
mk: 手动设置为%s %s

source: Manually submit check results for host and service checks
cn: 手动提交检查结果为主机和服务检查
mk: 手动提交检查结果的主机和服务检查

source: Master control
cn: 主控制
mk: 主控

source: Match
cn: 匹配
mk: 匹配

source: Match all processes
cn: 匹配的所有进程
mk: 匹配的所有进程

source: Match all users
cn: 匹配所有用户

source: Matched line
cn: 匹配行
mk: 匹配行

source: Matching the begining of the service names (regular expression). If no service is given, this rule will match all services.
cn: 匹配期初的服务名称（正则表达式）。如果没有服务，此规则将匹配所有的服务。

source: Matrix
cn: 在新的运作组织的增长率中，基质

source: Max. Battery Temperature
cn: 最大。电池温度

source: Max. Crit Capacity
cn: 最大。暴击能力

source: Max. Current Power
cn: 最大。电流功率

source: Max. Voltage
cn: 最大。电压

source: Max. allowed stratum
cn: 最大。允许阶层

source: Max. parallel connections
cn: 最大。并行连接

source: Maximal age
cn: 最大年龄
mk: 最大年龄

source: Maximal age of newest file
cn: 最大年龄的最新文件
mk: 最大年龄的最新文件

source: Maximal age of oldest file
cn: 最大年龄最老的文件
mk: 最大年龄最古老的文件

source: Maximal file count
cn: 最大文件数
mk: 最大文件数

source: Maximal size
cn: 最大尺寸
mk: 最大尺寸

source: Maximum
cn: 最大值
mk: 最大值

source: Maximum age
cn: 最大年龄
mk: 最大年龄

source: Maximum age of backups
cn: 最大年龄的备份

source: Maximum bandwidth in relation to the total traffic
cn: 最大带宽的总流量
mk: 有关的总流量的最大带宽

source: Maximum cache file age for clusters
cn: 年龄最大高速缓存文件集群
mk: 年龄最大缓存文件集群

source: Maximum distance (TTL) to gateway
cn: 到网关的最大距离（TTL）
mk: 网关的最大距离（TTL）

source: Maximum number of bytes to receive
cn: 要接收的字节的最大数量
mk: 要接收的字节的最大数量

source: Maximum number of check attempts for host
cn: 检查尝试的最大数量的主机
mk: 检查主机尝试的最大数量

source: Maximum number of check attempts for service
cn: 检查服务尝试的最大数量
mk: 检查服务尝试的最大数量

source: Maximum number of matched process for OK state
cn: 匹配进程的最大数量为OK状态
mk: OK状态匹配过程的最大数量

source: Maximum number of matched process for WARNING state
cn: 匹配进程的最大数量为警戒状态
mk: 匹配进程的最大数量为警告状态

source: Maximum size of all files on backup space
cn: 备份空间上的所有文件的最大尺寸

source: Measurement unit
cn: 计量单位

source: Megabyte bandwidth of the port
cn: 兆字节带宽的端口
mk: 兆带宽的端口

source: Member Attribute
cn: 成员属性

source: Members
cn: 成
mk: 成员

source: Memory Levels
cn: 记忆水平
mk: 内存级别

source: Memory Pool Name
cn: 内存池的名称

source: Memory and CPU of processes on Windows
cn: 在Windows的内存和CPU的进程
mk: 内存和CPU的进程在Windows

source: Memory and pagefile levels for Windows
cn: 适用于Windows的内存和页面文件
mk: 适用于Windows的内存和页面文件水平

source: Memory critical at
cn: 关键在内存
mk: 关键在记忆体

source: Memory left critical at
cn: 内存离开关键在

source: Memory left warning at
cn: 内存离开了警告

source: Memory levels for DB2 memory usage
cn: DB2内存使用的记忆水平

source: Memory warning at
cn: 内存警告

source: Message
cn: 信息
mk: 信息

source: Milliseconds
cn: 以毫秒为单位

source: Minimal age
cn: 最低年龄
mk: 最小年龄

source: Minimal age of newest file
cn: 最小年龄的最新文件
mk: 最小年龄的最新文件

source: Minimal age of oldest file
cn: 最低年龄最老的文件
mk: 最小年龄最古老的文件

source: Minimal file count
cn: 最小的文件数
mk: 最小文件数

source: Minimal size
cn: 最小尺寸
mk: 最小尺寸

source: Minimum
cn: 求最小值
mk: 求最小值

source: Minimum Certificate Age
cn: 最低证书年龄
mk: 年龄最小证书

source: Minimum levels if using magic factor
cn: 的最低水平，如果使用魔法的因素
mk: 最低水平，如果使用魔法因子

source: Minimum number of days a certificate has to be valid
cn: 最小的天数证书是有效的
mk: 最小数天证书是有效的

source: Minimum number of days a certificate has to be valid.
cn: 最小的天数证书是有效的。
mk: 最小数天证书是有效的。

source: Minimum number of days a certificate has to be valid. Port defaults to 443. When this option is used the URL is not checked.
cn: 最小的天数证书是有效的。默认端口为443。当使用此选项没有被选中的URL。
mk: 最小数天证书是有效的。端口默认为443。当这个选项被使用的URL没有被选中。

source: Minimum number of matched process for OK state
cn: 为确定状态的最小数量的匹配过程
mk: 最低数量的匹配过程中的OK状态

source: Minimum number of matched process for WARNING state
cn: 最小数量的匹配过程为警戒状态
mk: 匹配进程的最小数目为警告状态

source: Missing attributes
cn: 缺少属性
mk: 缺少属性

source: Missing authentication credentials
cn: 失踪的身份验证凭据
mk: 缺少身份验证凭据

source: Missing secret for automation command.
cn: 缺少的秘密自动化指挥。
mk: 缺少秘密自动化指挥。

source: Missing site
cn: 失踪的网站
mk: 缺少现场

source: Missing the variable view_name in the URL.
cn: 在URL中缺少的变量view_name。
mk: 缺少URL中的变量VIEW_NAME。

source: Missing variable siteid
cn: 缺少变量SITEID
mk: 缺少变量SITEID的

source: Mixed
cn: 混合
mk: 混合

source: Mobile
cn: 移动
mk: 移动

source: Mobile:
cn: 手机：
mk: 手机：

source: Mobile: Dataset
cn: 手机：数据集
mk: 移动：数据集

source: Mobile: List
cn: 手机：列表
mk: 手机：列表

source: Mobile: Table
cn: 手机：表
mk: 手机：表

source: Mode
cn: 模式
mk: 模式

source: Mode of the Check
cn: 检查方式
mk: 检查模式

source: Modifications
cn: 修改
mk: 修改

source: Modified attributes
cn: 修改的属性
mk: 修改后的属性

source: Modified folders: %d, modified hosts: %d, modified rulesets: %d
cn: 修改文件夹： %d ，修改主机： %d ，修改规则集： %d
mk: 修改文件夹： %d ，修改主机： %d ，修改后的规则集： %d

source: Modified site connection %s
cn: 修改站点连接%s
mk: 修改网站连接%s

source: Modified time period %s
cn: 修改后的时间段%s
mk: 修改后的时间段%s

source: Modified user %s
cn: 修改后的用户%s
mk: 修改用户%s

source: Modified user role '%s'
cn: 修改用户角色' %s '
mk: 修改用户角色' %s '

source: Modify builtin views
cn: 修改内建的意见“
mk: 修改内建意见“

source: Modify display options
cn: 修改显示选项
mk: 修改显示选项

source: Modify existing folders
cn: 修改现有的文件夹
mk: 修改现有的文件夹

source: Modify existing hosts
cn: 修改现有的主机
mk: 修改现有的主机

source: Modify the properties of existing folders.
cn: 修改现有的文件夹的属性。
mk: 修改现有的文件夹的属性。

source: Modify the properties of existing hosts. Please note: for the management of services (inventory) there is a separate permission (see below)
cn: 修改现有主机性能。请注意：管理服务（库存）有一个单独的许可（见下文）
mk: 修改现有主机的性能。请注意：（库存）服务的管理有一个单独的权限（见下文）

source: Monday
cn: 星期一
mk: 星期一

source: Monitor port speed of network interfaces
cn: 显示器端口速度的网络接口
mk: 网络接口监视器端口速度

source: Monitor port state of network interfaces
cn: 监听端口的网络接口的状态
mk: 监听端口的网络接口的状态

source: Monitored on site
cn: 现场监控
mk: 现场监控

source: Monitoring Configuration
cn: 监控配置
mk: 监控配置

source: Month
cn: 月
mk: 月

source: Most SNMP hosts support SNMP version 2c. However, Check_MK defaults to version 1, in order to support as many devices as possible. Please use this ruleset in order to configure SNMP v2c for as many hosts as possible. That version has two advantages: it supports 64 bit counters, which avoids problems with wrapping counters at too much traffic. And it supports bulk walk, which saves much CPU and network resources. Please be aware, however, that there are some broken devices out there, that support bulk walk but behave very bad when it is used. When you want to enable v2c while not using bulk walk, please use the rule set snmpv2c_hosts instead.
cn: 大多数SNMP主机支持SNMP版本2c。然而，Check_MK默认为第1版，以支持尽可能多的设备可能。以配置SNMP v2c版本为尽可能多的主机，请使用这个规则集。这个版本有两个好处：它支持64位的计数器，从而避免了包装柜台，交通也很拥挤的问题。它支持大容量的步行路程，节省了大量的CPU和网络资源。请注意，但是，有一些破碎设备，支持批量走在那里，但使用时，表现得非常糟糕。当你想使v2c版本，而不是使用大容量的步行路程，请使用的规则集snmpv2c_hosts，而不是。
mk: 大多数SNMP主机支持SNMP版本2c。然而，Check_MK默认为版本1中，为了支持尽可能尽可能多的设备。请使用此规则集，以配置SNMP V2C为尽可能多台主机。该版本有两个好处：它支持64位计数器，从而避免了包裹柜台流量太大的问题。它支持散散步，这样可以节省大量的CPU和网络资源。请注意，但是，有一些破碎设备，在那里，支持散装步行，但表现非常糟糕，当它被用来。当你想使V2C，而不是使用散装步行，请使用规则集snmpv2c_hosts的，而不是。

source: Most recent events
cn: 最近的事件
mk: 最近的事件

source: Mount point
cn: <msg name="mount">挂载点</msg>
mk: <msg name="mount">挂载点</msg>

source: Move To
cn: 移动到...(Move to...)

source: Move existing hosts
cn: 将现有的主机
mk: 将现有主机

source: Move existing hosts to other folders. Please also add the permission <i>Modify existing hosts</i>.
cn: 将现有的主机移动到其他文件夹。也的权限<I>添加修改现有的主机</ I>。
mk: 将现有主机移动到其他文件夹。请也添加权限的<i>修改现有的主机</ I>。

source: Move this column down
cn: 向下移动此列
mk: 向下移动此列

source: Move this column up
cn: 移动此列
mk: 移动此列

source: Move this entry %s
cn: 移动此项目%s
mk: 将此项%s

source: Move this folder to another place
cn: 将此文件夹移动到另一个地方
mk: 将此文件夹移动到另一个地方

source: Move this folder to:
cn: 将此文件夹移动到：
mk: 将此文件夹移动到：

source: Move this rule one position down
cn: 这条规则移动一个位置下跌
mk: 移动此规则向下移动一个位置

source: Move this rule one position up
cn: 这条规则的一个位置移动了
mk: 此规则移动一个位置

source: Move this tag group one position down
cn: 将这个标签一组位置向下
mk: 将这个标签组向下移动一个位置

source: Move this tag group one position up
cn: 将这个标签组第一的位置
mk: 将这个标签组一个位置

source: Move to Target Folders
cn: 移动到目标文件夹
mk: 移动到目标文件夹

source: Move:
cn: 移动
mk: 移动

source: Moved %d hosts from %s to %s
cn: 移动%d %s %s主机
mk: 感动%d从%s %s主机

source: Moved %d imported hosts to their original destination.
cn: %d进口主机移动到原来的目的地。
mk: %d进口主机移动到原来的目的地。

source: Moved folder %s to %s
cn: 移动的文件夹%s %s
mk: 移动文件夹到%s %s %s

source: Moved host from %s to %s
cn: %s %s移动主机
mk: 移动主机从%s %s

source: Multipathing - health of a multipath LUN
cn: 的多路径LUN的多路径 - 健康
mk: 一个多LUN的多路径 - 健康

source: Multipathing on HPUX - state of paths of a LUN
cn: 多路径HPUX - 一个LUN的路径
mk: 多路径HPUX上 - 一个LUN的路径

source: Multisite
cn: 多站点
mk: 多站点

source: Multisite & WATO
cn: 多站点和WATO
mk: 多站点WATO

source: Multisite URL
cn: 多站点URL
mk: 多站点的URL

source: Multisite-URL of remote site
cn: 多站点远程站点的URL
mk: 多站点远程站点的URL

source: MySQL Connections
cn: <msg name="mysqlconnectlimit"> MySQL的连线</msg>

source: MySQL InnoDB Throughput
cn: MySQL的InnoDB的吞吐量
mk: MySQL的InnoDB的吞吐量

source: MySQL Sessions & Connections
cn: MySQL的会话和连接
mk: MySQL的会话和连接

source: NagVis Maps
cn: NagVis地图
mk: NagVis的地图

source: Nagios command pipe
cn: Nagios的命令管
mk: Nagios的命令管

source: Name
cn: 名称
mk: 昵称

source: Name of group
cn: 组的名称
mk: 组的名称

source: Name of group in service description
cn: 组的名称，服务描述

source: Name of operating system user
cn: 操作系统的用户名称
mk: 操作系统的用户名称

source: Name of service
cn: 服务名称
mk: 服务名称

source: Name of the MP LUN
cn: MP LUN的名称
mk: MP LUN名称

source: Name of the OMD site
cn: 的OMD网站的名称
mk: 的OMD网站名称

source: Name of the User
cn: 用户名

source: Name of the bonding interface
cn: 的键合界面的名称

source: Name of the database
cn: 的数据库的名称
mk: 数据库的名称

source: Name of the device
cn: 的设备的名称
mk: 设备的名称。

source: Name of the mount point
cn: 挂载点的名称
mk: 挂载点的名称

source: Name of the process
cn: 的进程的名称
mk: 这个过程的名称

source: Name of the service
cn: 的服务的名称
mk: 服务的名称

source: Name of the virtual host
cn: 名称的虚拟主机
mk: 虚拟主机的名称

source: Name of the virtual machine
cn: 的虚拟机的名称

source: Netapp FC Port throughput
cn: NetApp的FC港口吞吐量
mk: NetApp的FC端口吞吐量

source: Network filesystem - overall status (e.g. NFS)
cn: 网络文件系统 - 总体状况（例如NFS）
mk: 网络文件系统 - 总体状况（如NFS）

source: Network interface and switch port Inventory
cn: 网络接口和交换机端口库存

source: Network interface groups
cn: 网络接口组

source: Network interface port states to inventorize
cn: 网络接口端口inventorize
mk: 网络接口端口状态inventorize

source: Network interface port types to inventorize
cn: 网络接口端口类型inventorize
mk: 网络接口端口类型inventorize

source: Network interfaces and switch ports
cn: 网络接口和交换机端口
mk: 网络接口和交换机端口

source: Networking
cn: 网络通信：
mk: 网络

source: New Aux tag
cn: 新辅助标签
mk: 新辅助标签

source: New Search
cn: 新搜索
mk: 新搜索

source: New Tag group
cn: 新标签组
mk: 新标签组

source: New Timeperiod
cn: 新TIMEPERIOD
mk: 新TIMEPERIOD

source: New cluster
cn: 新的群集
mk: 新集群

source: New connection
cn: 新的连接
mk: 新的连接

source: New folder
cn: 新建文件夾
mk: 新建文件夾

source: New group
cn: 新建组…
mk: 新建组…

source: New host
cn: 新的主机
mk: 新的主机

source: New parents configured
cn: 配置新的父母
mk: 新配置的父母

source: New user
cn: 新用户
mk: 新用户

source: Newer events
cn: 新事件
mk: 新事件

source: Next check
cn: 下一步检查
mk: 下一步检查

source: Next notification
cn: 下一步通知
mk: 下一步通知

source: No
cn: 不
mk: 不

source: No Changes
cn: 无更改
mk: 无更改

source: No commands are possible in this view
cn: 在此视图中没有命令是可能的
mk: 这种观点有可能在没有命令

source: No contact groups assigned.
cn: 没有指定的联络小组。

source: No data available.
cn: 没有合适的数据。
mk: 没有合适的数据。

source: No entries.
cn: 无资料。

source: No gateway found
cn: 未发现网关
mk: 未发现网关

source: No host %s configured, parents not set
cn: 没有主机%s配置，父母不
mk: 没有主机%s配置，父母没有设置

source: No hosts/services found.
cn: 任何主机/服务。
mk: 任何主机/服务。

source: No logging
cn: 无记录
mk: 没有日志

source: No logs found for this host.
cn: 没有找到该主机的​​日志。
mk: 没有找到该主机的​​日志。

source: No matching data row. No command sent.
cn: 没有匹配的数据行。发送任何命令。
mk: 没有匹配的数据行。没有发送命令。

source: No matching hosts found.
cn: 没有找到匹配的主机。
mk: 没有找到匹配的主机。

source: No password given.
cn: 没有密码。
mk: 没有密码。

source: No pending changes, monitoring server is up to date.
cn: 没有挂起的更改，监控服务器是最新的。
mk: 没有挂起的更改，监控服务器是最新的。

source: No performance data:
cn: 没有性能数据：
mk: 任何性能数据：

source: No replication with this site
cn: 无与本网站复制
mk: 与此网站没有复制

source: No roles assigned.
cn: 未分配的角色。

source: No rows selected to perform actions for.
cn: 未选定行执行操作。
mk: 未选定行执行操作。

source: No username given.
cn: 没有用户名。
mk: 没有给出的用户名。

source: No view name and not datasource defined.
cn: 没有视图的名称，而不是数据源定义。
mk: 无视图名称，而不是数据源定义。

source: No-TxCredits errors
cn: 无TxCredits错误
mk: 无TxCredits错误

source: Nodes
cn: Nodes（节点）
mk: Nodes（节点）

source: Non-empty rulesets
cn: 非空的规则集
mk: 非空规则集

source: Nonheap Memory Levels
cn: 非堆内存级别

source: Normal check interval
cn: 一般检查的间隔时间
mk: 正常的检查时间间隔

source: Normal check interval for host checks
cn: 一般检查的间隔时间为主机检查
mk: 主机检查正常检查间隔

source: Normal check interval for service checks
cn: 服务检查正常检查的间隔时间
mk: 服务检查正常检查间隔

source: Normal monitoring user
cn: 普通监控用户
mk: 普通监控用户

source: Normal user login with password
cn: 普通用户登录密码
mk: 普通用户登录密码

source: Normal/retry check interval
cn: 普通/重试间隔
mk: 普通/重试检查间隔

source: Normally the filesystem checks (<tt>df</tt>, <tt>hr_fs</tt> and others) will create a single service for each filesystem. By defining grouping patterns you can handle groups of filesystems like one filesystem. For each group you can define one or several patterns containing <tt>*</tt> and <tt>?</tt>, for example <tt>/spool/tmpspace*</tt>. The filesystems matching one of the patterns will be monitored like one big filesystem in a single service.
cn: 通常情况下，每个文件系统的文件系统检查（<TT> DF </ P>，<TT> hr_fs </ P>和其他人）将创建一个单一的服务。 ，定义分组模式，你可以处理一个文件系统，文件系统，如组。对于每一个组，你可以定义一个或几个模式包含<TT> * </ P>和<tt>？</ P>，例如<TT> /阀芯/ tmpspace的* </ P>。在一个单一的服务像一个大的文件系统将被监控的文件系统匹配的模式之一。
mk: 通常情况下，文件系统检查（DF <TT> </ TT>，即<tt> hr_fs </ P>和其他）将每个文件系统创建一个单一的服务。通过定义分组模式，你可以处理一个文件系统的文件系统，如组。对于每一个组，你可以定义一个或几种模式<TT> * </ P>和<tt> </ P>，例如<TT> /阀芯/ tmpspace的* </ P>。将被监控的文件系统匹配的模式之一，就像一个大的文件系统在一个单一的服务。

source: Normally the if checks create a single service for interface. By defining if-group patterns multiple interfaces can be combined together. A single service is created for this interface group showing the total traffic amount of its members. You can configure if interfaces which are identified as group interfaces should not show up as single service
cn: 通常情况下，如果检查创建一个单一的服务接​​口。如果组定义模式，多种接口可以结合在一起。一个单一的服务创建这个接口组，其成员的总通信量。您可以配置接口组接口被确定为不显示为单一的服务

source: Not authenticated
cn: 未通过身份验证
mk: 未认证

source: Not logged in.
cn: 未登录。
mk: 未登录。

source: Note: enabling performance data for the latency might cause incompatibilities with existing historical data if you are running PNP4Nagios in SINGLE mode.
cn: 注意：启用性能数据的延迟可能会导致不兼容现有的历史资料，如果你在单人模式中运行PNP4Nagios。
mk: 注：启用性能数据的延迟可能会导致不兼容现有的历史数据如果正在运行PNP4Nagios，在单一模式。

source: Note: this still does an HTTP GET or POST, not a HEAD.
cn: 注：这仍然是一个HTTP GET或POST，而不是一个头。
mk: 注：这仍然是一个HTTP GET或POST，不是头部。

source: Note: you haven't defined any contact groups yet. If you <a href='%s'>create some contact groups</a> you can assign users to them und thus make them monitoring contacts. Only monitoring contacts can receive notifications.
cn: 注意：您还没有定义任何接触小组。如果您<A HREF =“ %s '创建一些联络小组</ A，您可以将用户分配到他们UND从而使他们的监测接触。只有监测触点可以收到通知。
mk: 注：您还没有定义任何接触组。如果<A HREF =' %s '创造一些接触小组</ A>您可以指定用户对他们UND从而使他们监控接触。只有监测联系人可以收到通知。

source: Notes
cn: 备注
mk: 【注释】

source: Notes url for Hosts
cn: Notes URL的主机
mk: Notes URL的主机

source: Notes url for Services
cn: Notes URL的服务
mk: Notes URL的服务

source: Notif.
cn: 通知
mk: 通知

source: Notification
cn: 通知
mk: 通知

source: Notification Command for Hosts
cn: 通知命令为主机
mk: 主机通知命令

source: Notification Command for Services
cn: 通知服务的命令
mk: 服务的通知命令

source: Notification Method
cn: 通知方式

source: Notification Options
cn: 通知选项
mk: 通知选项

source: Notification Plugin
cn: 通知插件

source: Notification events of hosts.
cn: 通知事件的主机。
mk: 通知事件的主机。

source: Notification period for hosts
cn: 主机通知期限
mk: 主机通知期

source: Notification period for services
cn: 通知期服务
mk: 通知期服务

source: Notification time period
cn: 通知的时间段
mk: 通知的时间段

source: Notifications
cn: <msg name="notify">通知</msg>
mk: 通知

source: Notifications are disabled for this %s
cn: 通知将被禁用%s
mk: %s禁用通知

source: Notifications are sent out when the status of a host or service changes.
cn: 发送通知时，主机或服务的状态变化。
mk: 发送通知时，主机或服务的状态变化。

source: Notifications enabled
cn: 启用通知
mk: 启用通知

source: Notifications of contact
cn: 接触的通知
mk: 接触的通知

source: Notifications of host
cn: 主机的通知
mk: 主机的通知

source: Notifications of host & services
cn: 主机和服务的通知
mk: 主机和服务的通知

source: Notify by:
cn: 通知方式：

source: Number ICMP echo request packets to send to the target host on each check execution. All packets are sent directly on check execution. Afterwards the check waits for the incoming packets.
cn: 数ICMP echo请求包发送到目标主机上的每个检查执行。检查执行所有的数据包直接发送。之后，检查等待传入的数据包。
mk: 编号ICMP echo请求数据包发送到目标主机上的每个检查执行。发送所有数据包直接在检查执行。事后检查等待传入的数据包。

source: Number of Columns
cn: 列数
mk: 列数

source: Number of Deadlocks / sec
cn: 数死锁/秒

source: Number of PING probes
cn: PING探头的数量
mk: 的PING探头数目

source: Number of active paths
cn: 活动路径数
mk: 活动路径数

source: Number of active sessions
cn: 活动会话数
mk: 活动会话的数量

source: Number of configuration snapshots to keep
cn: 配置快照数量保持
mk: 配置快照数保持

source: Number of context buttons to show
cn: 显示号码的情况下按钮
mk: 上下文按钮数目显示

source: Number of critical alerts
cn: 关键警报的数量
mk: 关键的警报数

source: Number of current sessions
cn: 当前会话数
mk: 当前会话数

source: Number of currently running sessions
cn: 目前正在运行的会话数
mk: 目前正在运行的会话数

source: Number of elements to show in Quicksearch
cn: 显示元素的数量在快速搜索
mk: 数元素展现在快速搜索

source: Number of failed paths
cn: 失败的路径数
mk: 失败的路径数

source: Number of folders to create in each level
cn: 号码的文件夹创建在每个级别
mk: 在每个级别创建文件夹数目

source: Number of hosts in state DOWN
cn: 状态下的主机数量
mk: DOWN状态的主机数

source: Number of hosts in state PENDING
cn: 状态，等待主机的数量
mk: 数主机状态PENDING

source: Number of hosts in state UNREACH
cn: 的主机状态UNREACH数
mk: 在状态UNREACH的主机数量

source: Number of hosts in state UP
cn: 在状态UP的主机数
mk: 在状态UP的主机数

source: Number of kernel events per second
cn: 每秒的内核事件
mk: 内核每秒事件数

source: Number of lock requests per second that required the caller to wait.
cn: 每秒需要调用者等待的锁请求数。

source: Number of lock requests per second that resulted in a deadlock.
cn: 导致死锁的锁请求每秒。

source: Number of lock requests per second that timed out, including requests for NOWAIT locks.
cn: 每秒，包括NOWAIT锁的请求超时的锁请求数。

source: Number of mails in outgoing mail queue
cn: 发送的邮件队列中的邮件数量
mk: 传出邮件队列中的邮件数

source: Number of new connections per second
cn: 数每秒新建连接数
mk: 每秒新建连接数

source: Number of new locks and lock conversions per second requested from the lock manager.
cn: 每秒的锁管理器请求的新锁和锁转换数。

source: Number of packets
cn: 报文数
mk: 的数据包数

source: Number of probes per hop
cn: 每一跳的探头数
mk: 每跳的探头数

source: Number of problem alerts
cn: 问题警报的数量
mk: 问题警报数

source: Number of problems
cn: 数问题
mk: 问题数

source: Number of processes on OpenVMS
cn: 在OpenVMS上的进程数
mk: OpenVMS上的进程数

source: Number of recoveries
cn: 数收回
mk: 收回数

source: Number of retries
cn: 重试的次数
mk: 重试次数

source: Number of services
cn: 服务数量
mk: 服务数

source: Number of services in state CRIT
cn: 号码的服务状态CRIT
mk: 状态暴击的服务数目

source: Number of services in state OK
cn: 在国家确定的服务数量
mk: 状态OK服务

source: Number of services in state PENDING
cn: 号码的服务状态，等待
mk: 服务于数状态PENDING

source: Number of services in state UNKNOWN
cn: 状态未知的服务
mk: 服务于数状态未知

source: Number of services in state WARN
cn: 号码的服务状态的警告
mk: 服务数状态警告

source: Number of standby paths
cn: 备用路径数
mk: 备用路径数

source: Number of threads
cn: 线程数
mk: 线程数

source: Number of unknown alerts
cn: 未知的警报数量
mk: 未知的时候数

source: Number of unopen paths
cn: 未开封的路径数
mk: 未打开的路径数

source: Number of warnings
cn: 警告数
mk: 警告数目

source: Number or ID of the disk
cn: 编号或ID的磁盘
mk: 号或ID的磁盘

source: Number to create
cn: 创建的号码
mk: 要创建的号码

source: OBSOLETE - DO NOT USE THIS COLUMN
cn: OBSOLETE - 请不要使用此列
mk: 淘汰 - 不要使用此列

source: OK
cn: 好的
mk: 确认

source: OK - do not alert, just display
cn: OK - 没有警觉，只显示
mk: OK - 不警觉，仅显示

source: OK Services of host
cn: OK服务的主机
mk: 确定主机服务

source: OMD site status
cn: OMD网站状态
mk: OMD网站状态

source: Obsolete services (being checked, but should be ignored)
cn: 已过时的服务（被检查，但应该被忽略）
mk: 已过时的服务（被检查，但应该被忽略）

source: Old Nagios GUI
cn: 旧Nagios的GUI
mk: 老Nagios的GUI

source: Older events
cn: 较旧的事件
mk: 旧事件

source: Omit specifying an IP address
cn: 省略指定一个IP地址
mk: 省略指定一个IP地址

source: On Down host
cn: 在向下主机上
mk: 在向下主机

source: On explicit devices ->
cn: 在明确的设备 - >
mk: 在明确的设备 - >

source: On this page you can test the defined logfile patterns against a custom text, for example a line from a logfile. Using this dialog it is possible to analyze and debug your whole set of logfile patterns.
cn: 在此页面中，您可以对一个自定义的文本测试定义的日志文件模式，例如从一个日志文件。使用此对话框，它可以分析和调试的日志文件模式的整套。
mk: 在此页面中，您可以对自定义文本测试定义日志文件的模式，例如，一条线从一个日志文件。使用此对话框，可能你的日志文件模式的一整套分析和调试。

source: One Month
cn: 一个月
mk: 一个月

source: One Week
cn: 一周
mk: 一周

source: One Year
cn: 一年，
mk: 一年，

source: One line per notification
cn: 每行通知
mk: 一号线每个通知

source: Only during this time period the user will get notifications about host or service alerts.
cn: 只有在这段时间内，用户将得到有关主机或服务的警报通知。
mk: 只有在这段时间内，用户将得到通知主机或服务的警报。

source: Only include hosts that failed on previous inventory
cn: 包括主机失败以前的库存
mk: 包括主机的失败，以前的库存

source: Only members of the contact groups listed here have WATO permission to the host / folder. If you want, you can make those contact groups automatically also <b>monitoring contacts</b>. This is completely optional. Assignment of host and services to contact groups can be done by <a href='%s'>rules</a> as well.
cn: 只有在这里列出的联络小组的成员有WATO到主机/文件夹的权限。如果你愿意，你可以使这些联络小组也自动<B>监控联系人</ B>。这完全是可选的。可以通过的<a href =“ %s '规则</ a>和分配的主机和服务组联系。
mk: 只有这里列出的联络小组的成员有WATO到主机/文件夹的权限。如果你想，你可以使这些联络小组也自动监测接触<B> </ B>。这完全是可选的。可以通过分配的主机和服务联络组的<a href =' %s '> </ a>与规则。

source: Only on tag may be empty.
cn: 只有在标签可能是空的。
mk: 只有标签可能是空的。

source: Only precompile on demand
cn: 只有预编译需求

source: Only show hosts and services the user is a contact for
cn: 只显示主机和服务的用户是一个接触

source: Open this host in WATO - the Check_MK Web Administration Tool
cn: 打开主机WATO - Check_MK Web管理工具
mk: 打开主机WATO - Check_MK的的Web管理工具

source: OpenLDAP
cn: OpenLDAP的
