Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: If you disable a connection, then no data of this site will be shown in the status GUI. The replication is not affected by this, however.
cn: 如果你禁用连接，那么本网站的任何数据将显示在状态GUI。复制是没有影响的，但是。
mk: 如果禁用连接，那么这个网站没有数据将显示在状态GUI。复制不受此影响，但是。

source: If you enable periodic notifications, then during a problem state of the host notifications will be sent out in regular intervals until the problem is acknowledged.
cn: 如果您启用定期通知，则在故障状态的主机通知被发送出去，以固定的时间间隔，直至问题得到承认。
mk: 如果启用定期通知，然后在故障状态的主机通知将被发送出去，直到问题得到承认定期。

source: If you enable periodic notifications, then during a problem state of the service notifications will be sent out in regular intervals until the problem is acknowledged.
cn: 如果您启用定期通知，则在故障状态的服务通知被发送出去，以固定的时间间隔，直至问题得到承认。
mk: 如果启用定期通知，则在故障状态的服务通知，定期将被发送出去，直到问题被承认。

source: If you enable persistent connections then Multisite will try to keep open the connection to the remote sites. This brings a great speed up in high-latency situations but locks a number of threads in the Livestatus module of the target site.
cn: 如果您启用持久连接，那么多站点将尽量保持开放的连接到远程站点。这带来了巨大的速度在高延迟的情况，但锁的线程数，在Livestatus模块的目标网站。
mk: 如果启用持久连接，那么多位置将尽量保持开放的连接到远程站点。这带来了极大的速度，在高延迟的情况下，但锁定的目标网站Livestatus模块中的线程数。

source: If you enable this option, then Check_MK will not directly Python-bytecompile all host checks when activating the configuration and restarting Nagios. Instead it will delay this to the first time the host is actually checked being by Nagios.<p>This reduces the time needed for the operation, but on the other hand will lead to a slightly higher load of Nagios for the first couple of minutes after the restart.
cn: 如果启用此选项，然后Check_MK不会直接Python-bytecompile的所有主机的检查时，启动配置和重新启动Nagios的。相反，它会延迟到第一次的主机实际上是由Nagios检查。<p>这降低了操作所需要的时间，但另一方面会导致一个更高的负载Nagios的第一对夫妇分钟后重新启动。
mk: 如果启用此选项，然后Check_MK不会直接Python bytecompile的所有主机检查启动时的配置和重新启动Nagios的。相反，它会拖延主机实际上是由Nagios检查首次。这减少了所需要的时间的操作，但另一方面会导致Nagios的负载稍微高一点的第一个两分钟后重启。

source: If you proceed now, all hosts, folders, rules and other configurations done with WATO will be deleted! Please consider making a snapshot before you do this. Snapshots will not be deleted. Also the password of the currently logged in user (%s) will be kept.<br><br>Do you really want to delete all or your configuration data?
cn: 如果现在继续进行，完成WATO的所有主机，文件夹，规则和其他配置将被删除！你这样做之前，请考虑的快照。快照不会被删除。此外，当前登录的用户（ %s ）将保持。参考<BR>的密码你真的要删除或配置数据？
mk: 如果你现在进行的所有主机，文件夹，规则和其他配置做WATO将被删除！请你这样做之前考虑做一个快照。快照将不会被删除。此外，密码当前登录的用户（ %s ）将被保留。 -你真的要删除或配置数据？

source: If you set this to <b>Nagios command pipe</b>, then Check_MK will write its check results into the Nagios command pipe. This is the classical way. Choosing <b>Create check files</b> skips one phase in the Nagios core and directly creates Nagios check files. This reduces the overhead but might not be compatible with other monitoring cores.
cn: 如果你设置这个到<B> Nagios的命令管</ B>，，然后Check_MK将其检查结果写入到Nagios命令管。这是经典的方式。选择<b>建立检查档案</ B>跳过一个阶段的Nagios的核心，直接创造了Nagios的检查文件。这减少了开销，但也可能不兼容其他监控核心。
mk: 如果设置此为<b> Nagios的命令管</ B>，，然后Check_MK会写Nagios的命令管其检查结果。这是典型的方式。选择<b>建立检查档案</ B>跳过一个阶段Nagios的核心，直接创造了Nagios的检查文件。这减少了开销，但与其他监测内核可能不兼容。

source: If you specify a check period for a host then active checks of that host will only take place within that period. In the rest of the time the state of the host will stay at its last status.
cn: 如果您指定的检查期为一台主机，然后主动检查该主机只会发生在该期限内。在剩下的时间里，主机的状态会留在其最后的状态。
mk: 如果您指定的主机的检查期，然后主动检查该主机只会发生在该期间内。在剩下的时间里，主机的状态将留在其最后的状态。

source: If you specify a hostname here, then a dynamic DNS lookup will be done instead of using the IP address of the host as configured in your host properties.
cn: 如果指定主机名，然后将动态DNS查找来进行使用的IP地址的主机配置在您的主机性能。
mk: 如果这里指定主机名，然后动态DNS查找会做，而不是使用IP地址的主机配置主机性能。

source: If you specify a notification period for a Check_MK service then results will be processed only within this period.
cn: 如果您指定的通知期的Check_MK服务，然后结果将只处理在这段时间内。

source: If you specify a notification period for a host then notifications about problems of that host (not of its services!) will only be sent if those problems occur within the notification period. Also you can filter out problems in the problems views for objects not being in their notification period (you can think of the notification period as the 'service time'.
cn: 如果您指定的主机的通知期，则该主机（而不是它的服务！）有关问题的通知只会被发送通知期限内，如果这些问题发生。您也可以筛选出的问题中出现的问题意见的通知期（你能想到的通知期，“服务时间”的对象。
mk: 如果您指定的通知期，一台主机，然后通知该主机的问题（而不是其服务！）只会被发送通知期限内，如果这些问题发生。您也可以过滤掉的对象不是在他们的通知期（你可以认为通知期“服务时间”的问题，意见的问题。

source: If you specify a notification period for a service then active checks of that service will only be done in that period. Please note, that the checks driven by Check_MK are passive checks and are not affected by this rule. You can use the rule for the active Check_MK check, however.
cn: 如果你指定一个通知期限的服务，然后主动检查该服务将只能在该期间内完成。请注意，该检查带动Check_MK的被动检查，并不会受到这条规则。您可以使用规则，但是的积极Check_MK检查。
mk: 如果你指定一个服务的通知期，然后主动检查该服务将只在那个时期完成。请注意，检查由Check_MK驱动是被动检查，并不会受到这条规则。您可以使用规则的积极Check_MK检查，但是。

source: If you specify a notification period for a service then notifications about that service will only be sent if those problems occur within the notification period. Also you can filter out problems in the problems views for objects not being in their notification period (you can think of the notification period as the 'service time'.
cn: 如果你指定一个通知期限的服务，该服务有关的通知只会被发送通知期限内，如果这些问题发生。您也可以筛选出的问题中出现的问题意见的通知期（你能想到的通知期，“服务时间”的对象。
mk: 如果你指定一个服务的通知期，然后与该服务有关的通知只会被发送通知期限内，如果这些问题发生。您也可以过滤掉的对象不是在他们的通知期（你可以认为通知期“服务时间”的问题，意见的问题。

source: If you think this is an error, please ask your administrator to check the permissions configuration.
cn: 如果你认为这是一个错误，请要求您的管理员检查的权限配置。
mk: 如果你认为这是一个错误，请要求您的管理员检查的权限配置。

source: If you use this parameter then the check goes warning if the interface is not operating at the expected speed (e.g. it is working with 100MBit/s instead of 1GBit/s.<b>Note:</b> some interfaces do not provide speed information. In such cases this setting is used as the assumed speed when it comes to traffic monitoring (see below).
cn: 如果您使用此参数，然后检查“，警告如果接口不工作在预期的速度（例如，它正在与100Mbit / s的，而不是为1Gbit / s。<b>注意：</ b>的一些接口不提供速度信息。在这种情况下，使用此设置作为假定的速度，当它涉及到交通监控（见下文）。
mk: 如果你使用这个参数，那么支票去警告如果接口不工作在预期的速度（例如，它正在与100M比特/秒，而不是1千兆位/秒。<b>注意：</ b>的一些接口不提供速度信息，在这样的情况下，使用此设置作为假设速度，当它涉及到交通监控（见下文）。

source: If you want the user to be able to login then specify a password here. Users without a login make sense if they are monitoring contacts that are just used for notifications. The repetition of the password is optional. <br>For accounts used by automation processes (such as fetching data from views for further procession), set the method to <u>secret</u>. The secret will be stored in a local file. Processes with read access to that file will be able to use Multisite as a webservice without any further configuration.
cn: 如果您希望用户能够登录，然后在这里指定一​​个密码。一个登录的用户没有意义，如果他们正在监视的接触，只是用于通知。的重复的密码是可选的。 <BR>帐户使用的自动化过程（如从视图中读取数据的进一步游行），设置方法<U>秘密</ U>。将被存储在一个本地文件的秘密。该文件具有读取权限的进程将能够使用多节点作为一个web服务，无需进一步的配置。
mk: 如果您希望用户能够登录，然后在这里指定一​​个密码。一个登录的用户没有意义，如果他们正在监视只是用于通知联系人。密码的重复是可选的。 - 对于所使用的自动化过程（如意见进一步游行获取数据）的帐户，设置方法到<U>秘密</ U>。秘密将被存储在一个本地文件。读访问该文件的进程将是能够使用多站点作为一个web服务，无需任何进一步的配置。

source: If you want, then you can specify a name that will be used in the <tt>define command</tt> section for these checks. This allows you to a assign a customer PNP template for the performance data of the checks. If you omit this, then <tt>check-mk-custom</tt> will be used.
cn: 如果你想，那么你可以指定一个名称，将用于在<tt>定义命令</ P>部分这些检查。这让你在指定的客户PNP模板的性能数据的检查。如果你忽略了这一点，那么<TT>检查MK定制</ tt>的使用。
mk: 如果你想，那么你可以指定一个名称，将被使用在<tt>定义命令</ P>部分这些检查。这允许你的客户分配PNP模板的性能数据的检查。如果省略此，那么<TT>检查MK定制</ tt>的将被使用。

source: Ignore SSL certificate errors
cn: 忽略SSL证书错误
mk: 忽略SSL证书错误

source: Ignore hard query limit
cn: 忽略硬查询的限制
mk: 忽略硬查询限制

source: Ignore soft query limit
cn: 忽视软性查询的限制
mk: 忽略软查询限制

source: Ignore the operational state
cn: 忽略的运行状态
mk: 忽略的操作状态

source: Ignored checks
cn: 忽略检查
mk: 被忽略的检查

source: Ignored services
cn: 忽略服务
mk: 忽略服务

source: Ignored services (configured away by admin)
cn: 忽略服务的管理（配置）
mk: 忽略服务（配置管理）

source: Immediately toggle this setting
cn: 立即切换设置
mk: 立即切换此设置

source: Impose levels on number of processes
cn: 征收水平上的进程数
mk: 施加水平上的进程数

source: Impose limits on the size of the database
cn: 数据库的大小施加限制
mk: 的数据库的大小施加限制

source: In Downtime
cn: 在停机
mk: 停机

source: In case the name of the host is not resolvable via <tt>/etc/hosts</tt> or DNS by your monitoring server, you can specify an explicit IP address or a resolvable DNS name of the host here. <b>Note</b>: If you leave this attribute empty, then DNS resolution will be done when you activate the configuration. When you enter a DNS name here, the DNS resolution will be done each time the host is checked. Use this only for hosts with dynamic IP addresses.
cn: 的情况下通过的<tt> / etc / hosts文件</ P>监控服务器或DNS无法解析的主机名，你可以指定一个明确的IP地址或可解析的DNS名称在这里举办。注意：</ B>：如果你离开这个属性是空的，那么DNS解析当您启动配置。当你输入DNS名称时，DNS解析工作将每次检查主机。使用这仅适用于使用动态IP地址的主机。
mk: 情况下的主机名通过<TT> / etc / hosts文件</ tt>的监控服务器或DNS无法解析，你可以指定一个明确的IP地址或DNS名称解析的主机在这里。 <b>注意</ B>：如果你离开这个属性为空，那么DNS解析来完成，当你激活配置。当你输入DNS名称时，DNS解析工作将每次检查主机。这仅适用于使用动态IP地址的主机。

source: In few cases you have to set the link speed manually it you want to use relative levels
cn: 在少数情况下，您必须手动设置链接速度，你要使用相对水平
mk: 在少数情况下，你必须手动设置链接速度，你要使用相对水平

source: In notification period
cn: 在通知期限
mk: 在通知期限

source: Include all subfolders
cn: 包括所有子文件夹
mk: 包括所有子文件夹

source: Incomplete implementation of filter %s '%s': missing display()
cn: 实施过滤器%s %s “不完全：缺少显示（）
mk: 完整的实现，滤波%s ' %s '丢失显示：（）

source: Individual program call instead of agent access
cn: 个人程序调用，而不是代理访问
mk: 个别程序调用，而不是代理访问

source: Info
cn: 信息
mk: 信息

source: Informational
cn: 信息
mk: 信息

source: Inherited from
cn: 继承自
mk: 继承自

source: Initial expansion of aggregations
cn: 聚合的初步扩张
mk: 初始扩张的聚合

source: Insert a copy of this rule in current folder
cn: 这条规则的副本插入当前文件夹中

source: Inserted new rule in ruleset %s
cn: 插入新规则在规则集%s
mk: 插入规则集%s新规则

source: Inserts
cn: 插入片段
mk: 插入片段

source: Instance name
cn: 实例名称

source: Instead of using the regular logwatch check all lines received by logwatch can be forwarded to a Check_MK event console daemon to be processed. The target event console can be configured for each host in a separate rule.
cn: ，而不是使用常规的logwatch检查所有收到的logwatch的可以转发到Check_MK要处理的事件控制台守护的。目标事件控制台可以配置为每个主机在一个单独的规则。

source: Interactive search field for direct access to hosts
cn: 互动式搜索字段直接访问主机
mk: 互动搜索领域直接访问主机

source: Interactively change the automatic browser reload of a view being displayed (does not edit or customize the view)
cn: 以交互方式改变所显示的浏览器自动重装（不编辑或自定义的视图）
mk: 以交互方式改变所显示的视图的浏览器自动重载（不编辑或自定义视图）

source: Interactively change the number of columns being displayed by a view (does not edit or customize the view)
cn: 交互式地改变一个视图中显示的列数（不编辑或自定义的视图）
mk: 交互方式更改号码显示由视图的列（不编辑或自定义视图）

source: Interface port type
cn: 端口类型

source: Internal ID
cn: 内部ID
mk: 内部ID

source: Internal automation error: %s
cn: 内部的自动化错误： %s
mk: 内部自动化错误： %s

source: Internal automation error: %s %s
cn: 内部自动化错误： %s n %s
mk: 内部自动化错误： %s N %s

source: Internal command name
cn: 内部命令名称
mk: 内部命令名

source: Internal directory name
cn: 内部目录名称
mk: 内部目录名称

source: Internal error
cn: <msg name="msg_error_1">内部错误</msg>
mk: <msg name="msg_error_1">内部错误</msg>

source: Internal name
cn: 内部名称
mk: 内部名称

source: Interval
cn: 间隔
mk: 间隔

source: Interval:
cn: 间隔
mk: 间隔

source: Intervals for checking, retries, clustering, configuration for inventory and similar
cn: 检查，重试，集聚，配置库存和类似区间
mk: 检查，重试，集聚，配置库存和类似区间

source: Invalid IP address syntax
cn: 无效的IP地址语法
mk: 无效的IP地址语法

source: Invalid action
cn: 无效的动作

source: Invalid argument name %s. Must begin with 'a' or end with 's'.
cn: 无效的参数名称%s 。必须以'a'或以'S'。

source: Invalid automation command: %s.
cn: 无效的自动化命令： %s 。
mk: 无效的自动化命令： %s 。

source: Invalid automation secret for user %s
cn: 无效的自动化用户%s秘密

source: Invalid automation secret.
cn: 无效的自动化秘密。
mk: 无效自动化秘密。

source: Invalid call: The snapshot is missing.
cn: 无效的呼叫：快照丢失。

source: Invalid check parameter: %s!
cn: 无效的检查参数： %s ！
mk: 无效的检查参数： %s ！

source: Invalid credentials
cn: 无效的凭证
mk: 无效的凭证

source: Invalid credentials.
cn: 无效的凭证。
mk: 无效的凭证。

source: Invalid datatype of timestamp: must be int or float.
cn: 时间戳：无效的数据类型必须是int或者float。
mk: 时间戳：无效的数据类型必须是整数或浮点数。

source: Invalid download file specified.
cn: 无效的下载指定的文件。
mk: 无效的下载指定的文件。

source: Invalid folder name. Only the characters a-z, A-Z, 0-9, _ and - are allowed.
cn: 无效的文件夹名称。只有字母az，AZ ,0-9，_， - 是允许的。
mk: 无效的文件夹名称。只有字母az，AZ ,0-9，_， - 是允许的。

source: Invalid group name. Only the characters a-z, A-Z, 0-9, _ and - are allowed.
cn: 无效的组名。只有字母az，AZ ,0-9，_， - 是允许的。
mk: 无效的组名。只有字母az，AZ ,0-9，_， - 是允许的。

source: Invalid host name: must contain only characters, digits, dash, underscore and dot.
cn: 无效的主机名称：必须包含唯一的字符，数字，破折号，下划线和点。
mk: 无效的主机名：必须包含唯一的字符，数字，破折号，下划线和点。

source: Invalid login credentials.
cn: 无效的登录凭据.
mk: 无效的登录凭据.

source: Invalid number of bits. Must be in range 1 ... 32
cn: 无效的比特数。必须在范围1 ... 32
mk: 无效的比特数。必须在范围1 ... 32

source: Invalid octet %d (must be in range 1 ... 255)
cn: 无效的八位字节%d （必须是在范围1〜255）
mk: 无效的八位%d （必须在范围1 ... 255）

source: Invalid regular expression '%s': %s
cn: 无效的正则表达式' %s '： %s

source: Invalid regular expression: %s
cn: 无效的正则表达式： %s

source: Invalid role ID. Only the characters a-z, A-Z, 0-9, _ and - are allowed.
cn: 无效的角色ID。只有字母az，AZ ,0-9，_， - 是允许的。
mk: 无效的角色ID。只有字母az，AZ ,0-9，_， - 是允许的。

source: Invalid rule <tt>%s</tt>
cn: 的规则的<tt>无效%s </ TT>
mk: 无效的规则的<tt>的%s </ P>

source: Invalid syntax in FOREACH_...
cn: 在FOREACH_无效的语法...

source: Invalid tag ID. Only the characters a-z, A-Z, 0-9, _ and - are allowed.
cn: 无效的标签ID。只有字母az，AZ ,0-9，_， - 是允许的。
mk: 无效的标签ID。只有字母az，AZ ,0-9，_， - 是允许的。

source: Invalid tag group ID. Only the characters a-z, A-Z, 0-9, _ and - are allowed.
cn: 无效的标签组ID。只有字母az，AZ ,0-9，_， - 是允许的。
mk: 无效的标签组ID。只有字母az，AZ ,0-9，_， - 是允许的。

source: Invalid time format '<tt>%s</tt>', please use <tt>24:00</tt> format.
cn: 无效时间格式的<tt>的%s </ P>'，请使用<tt> 24:00 </ P>格式。
mk: 时间格式无效'的<tt> %s </ P>'，请使用：<TT> 24:00 </ tt>的格式。

source: Invalid timeperiod name. Only the characters a-z, A-Z, 0-9, _ and - are allowed.
cn: 无效的timeperiod名称。只有字母az，AZ ,0-9，_， - 是允许的。
mk: 无效的时间周期的名字。只有字母az，AZ ,0-9，_， - 是允许的。

source: Invalid valid for based on. Must be id of builtin rule.
cn: 无效的基础上有效。必须是内置的规则的ID。
mk: 无效的基础上有效。必须是内置规则的ID。

source: Invalid value %s, must be in %s
cn: 无效的值%s ，必须在%s
mk: 无效的值%s ，必须是在%s

source: Invalid value for ack parameter.
cn: ack参数的值无效。
mk: ack参数的值无效。

source: Invalid value, must be '%r' but is '%r'
cn: 无效的值，必须是'％R'是'％R'
mk: 值无效，必须是'％R'，但'％R'

source: Inventorize empty windows dhcp pools
cn: Inventorize空窗DHCP地址池

source: Inventorized %s<br>
cn: 参考Inventorized %s n
mk: Inventorized %s N

source: Inventorized host: %d added, %d removed, %d kept, %d total services
cn: Inventorized主机： %d %d增加，删除， %d不停， %d总服务
mk: Inventorized主机： %d补充，删除%d ， %d不停， %d总服务

source: Inventory
cn: 库存
mk: 库存

source: Inventory - automatic service detection
cn: 库存 - 自动服务检测
mk: 存货 - 自动检测服务

source: Inventory and Check_MK settings
cn: 库存和Check_MK设置
mk: 库存和Check_MK设置

source: Inventory mode for Disk IO check
cn: 磁盘IO检查库存模式
mk: 库存模式磁盘IO检查

source: Inventory mode for disk IO checks
cn: 库存模式的磁盘IO检查
mk: 磁盘IO检查库存模式

source: Is summary host
cn: 摘要主机
mk: 摘要主机

source: It is possible to fetch several attributes of users, like Email or full names, from the LDAP directory. This is done by plugins which can individually enabled or disabled. When enabling a plugin, it is used upon the next synchonisation of user accounts for gathering their attributes. The user options which get imported into Check_MK from LDAP will be locked in WATO.
cn: 从LDAP目录中获取用户属性，如电子邮件或全名，这是可能的。这是通过插件可以单独启用或禁用。当启用时所使用的一个插件，它的用户帐户下synchonisation收集它们的属性。选项​​得到进口Check_MK的从LDAP的用户将被锁定在WATO。

source: It is possible to profile the rendering process of Multisite pages. This Is done using the Python module cProfile. When enabled two files are placed into the Multisite var directory named <code>multisite.profile</code> and <code>multisite.profile.py</code>. By executing the later file you can get runtime statistics about the last processed page.
cn: 这是可能的配置文件的多站点页面的渲染过程。这是做了使用Python模块CPROFILE的。当启用了两个文件都放在名为<CODE> multisite.profile </>和<code> multisite.profile.py </>到的多var目录。执行后的文件中，你可以得到最后处理的页面的运行时统计信息。

source: It is still in use by
cn: 它仍然是在使用
mk: 它仍然是在使用

source: Item
cn: 项目
mk: 项目

source: JSON data output
cn: JSON数据输出
mk: JSON数据输出

source: JVM memory levels
cn: JVM内存级别

source: Just remove the affected tags from the rules.
cn: 只需删除受影响的标签的规则。
mk: 只是删除受影响的标签规则。

source: Keep track of all modifications and actions of the users in WATO.
cn: 跟踪的所有修改和行动中的用户WATO。
mk: 跟踪的所有修改和行动中的用户WATO。

source: LDAP (Active Directory, OpenLDAP)
cn: LDAP（Active Directory中的OpenLDAP）

source: LDAP Attribute Sync Plugins
cn: LDAP属性同步插件

source: LDAP Bind Credentials
cn: LDAP绑定凭证

source: LDAP Cache Livetime
cn: LDAP高速缓存Livetime的

source: LDAP Connect Timeout (sec)
cn: LDAP连接超时（秒）

source: LDAP Connection Settings
cn: LDAP连接设置

source: LDAP Connector: Created user %s
cn: 创建用户%s LDAP连接器：

source: LDAP Connector: Modified user %s (Added: %s, Removed: %s, Changed: %s)
cn: LDAP连接器：修改用户%s （新增： %s删除： %s改变： %s ）

source: LDAP Connector: Removed user %s
cn: LDAP连接器：删除用户%s

source: LDAP Group Settings
cn: LDAP组设置

source: LDAP Server
cn: LDAP服务器

source: LDAP User Settings
cn: LDAP用户设置

source: LDAP Version
cn: LDAP版本
mk: LDAP版本

source: LDAP attribute to be used as indicator
cn: LDAP属性被用作指示器

source: LDAP attribute to search, The default is <tt>(objectclass=*)</tt>.
cn: LDAP属性进行搜索，默认是<TT>的（objectClass = *）</ P>。
mk: LDAP属性进行搜索，默认为<TT>（对象= *）</ P>。

source: LDAP attribute to sync
cn: LDAP属性同步

source: LDAP base, e.g. ou=Development, o=Mathias Kettner GmbH, c=de
cn: LDAP基础，例如OU =发展，ø=马蒂亚斯KETTNER公司，C = DE
mk: LDAP基地，例如OU =发展，O =马蒂亚斯KETTNER联系，C =

source: LDAP connection diagnostics
cn: LDAP连接诊断

source: Last Entry
cn: 最后一个项目
mk: 最后一个项目

source: Last host check
cn: 最后一台主机检查

source: Last host state change
cn: 最后一台主机的状态变化

source: Last result
cn: 最后结果
mk: 最后结果

source: Last service check
cn: 最后维修检查
mk: 服务最后检查

source: Last service state change
cn: 服务状态变化
mk: 最后服务状态变化

source: Latency
cn: 潜伏
mk: 延迟

source: Layout
cn: 布局
mk: 布局

source: Leave this empty or at 0 for now automatic reload.
cn: 离开这个空或0现在自动重装。
mk: 保留这个空现在自动重装或0。

source: Leave this empty, if the user does not matter
cn: 离开这个空的，如果用户并不重要
mk: 留空，如果用户不要紧

source: Legacy services (defined in main.mk)
cn: 传统服务（定义在main.mk）
mk: 传统服务（main.mk中定义）

source: Let through notifications counting from this number
cn: 让我们通过计算这个数字的通知

source: Let through notifications counting upto this number
cn: 让我们通过这个数字高达计数的通知

source: Level
cn: 等级
mk: 等级

source: Levels and other parameters for checks found by the Check_MK inventory. Use these rules in order to define parameters like filesystem levels, levels for CPU load and other things for services that have been found by the automatic service detection (inventory) of Check_MK.
cn: 对检查中发现的Check_MK库存水平及其他参数。 n使用这些规则，以定义参数，如文件系统的水平，CPU的负荷水平和其他的东西，已发现的服务的服务自动检测（库存）Check_MK。
mk: 对检查中发现由Check_MK库存水平和其他参数。 n使用这些规则，以便定义文件系统级别的参数，如CPU负载和其他东西已发现服务自动检测（库存）Check_MK服务水平。

source: Levels for APC Symentra Check
cn: APC Symentra检查水平

source: Levels for Gude PDU Devices
cn: 古德PDU设备的水平

source: Levels for error rates
cn: 错误率水平
mk: 错误率水平

source: Levels for printer cardridges.
cn: 级别打印机cardridges。
mk: 级别打印机cardridges。

source: Levels for the Tablespace size
cn: 表空间大小的级别

source: Levels for the number of sessions that are currently active
cn: 当前处于活动状态的会话数水平
mk: 当前处于活动状态的会话数水平

source: Levels for the percentual growth
cn: 为percentual增长水平
mk: 百分比增长水平

source: Levels for the used space
cn: 使用的空间的水平
mk: 的已用空间的水平

source: Levels in percent
cn: 在％的水平
mk: ％的水平

source: Levels of folders to create
cn: 文件夹创建水平
mk: 各级创建的文件夹

source: Levels on disk IO (throughput)
cn: 水平对磁盘IO（吞吐量）
mk: 水平对磁盘IO（吞吐量）

source: Levels on the time left until the filesystem gets full
cn: 水平的时间留到文件系统得到充分的
mk: 水平的时间离开，直到文件系统得到充分

source: Levels on trends in MB per range
cn: 趋势的水平范围内的MB每
mk: MB每个范围的趋势水平

source: Limit to the following hosts
cn: 限制以下的主机

source: Limit to the following services
cn: 限于以下服务

source: Line
cn: Lines
mk: 直线

source: Line Mean Apparent Power
cn: 线路平均视在功率

source: Link
cn: 链接
mk: 链接

source: Link Name
cn: 链接名称
mk: 链接名称

source: Links to all views
cn: 链接到各方面的意见
mk: 所有意见

source: List of available NagVis maps. This only works with NagVis 1.5 and above. At the moment it is neccessarry to authenticate with NagVis first by opening a NagVis map in the browser. After this the maplist should be filled.
cn: 可用NagVis地图列表。这仅适用于NagVis 1.5及以上。在那一刻，它是neccessarry的NagVis第一个由在浏览器中打开一个NagVis地图进行身份验证。在此之后，应填写的MAPLIST，。
mk: NagVis的可用地图列表。这仅适用于NagVis的1.5及以上。此刻它是neccessarry NagVis的首先在浏览器中打开NagVis的地图进行身份验证。在此之后，应填写MAPLIST。

source: Live monitor of the overall performance of all monitoring servers
cn: 所有监控服务器的整体性能的实时监控
mk: 现场所有监控服务器的整体性能监视器

source: Livestatus error
cn: Livestatus错误
mk: Livestatus错误

source: Livestatus problem
cn: Livestatus问题
mk: Livestatus问题

source: Livestatus problem: %s
cn: Livestatus问题： %s
mk: Livestatus问题： %s

source: Livestatus settings
cn: Livestatus设置
mk: Livestatus设置

source: Livestatus-data not found
cn: Livestatus数据未找到
mk: Livestatus数据未发现

source: Lock Requests / sec
cn: 锁请求/秒

source: Lock Timeouts / sec
cn: 锁定超时/秒

source: Lock Waits / sec
cn: 锁等待/秒

source: Locked
cn: 锁定
mk: 锁定

source: Log out
cn: 注销
mk: 注销

source: Log: comment
cn: 日志：发表评论

source: Log: complete message
cn: 经度：完整的消息
mk: 经度：完整的消息

source: Log: contact name
cn: 经度：联络人姓名
mk: 经度：联系人姓名

source: Log: day of entry
cn: 经度：一天的入境
mk: 经度：天入境

source: Log: entry time
cn: 经度：输入时间
mk: 经度：报名时间

source: Log: event
cn: 事件日志：
mk: 事件日志：

source: Log: event icon
cn: 日志：事件图标
mk: 事件日志：图标

source: Log: informational part of message
cn: 经度：信息的消息
mk: 经度：信息的一部分消息

source: Log: line number in log file
cn: 日志：日志文件中的行号
mk: 日志：日志文件中的行号

source: Log: number of check attempt
cn: 经度：检查尝试的数量
mk: 经度：企图检查数量

source: Log: output of check plugin
cn: 经度：检查插件的输出
mk: 经度：检查插件输出

source: Log: plugin output
cn: 经度：插件输出
mk: 经度：插件输出

source: Log: state of host/service at log time
cn: 经度：主机/服务的日志时的状态
mk: 记录时间日志：主机/服务状态

source: Log: type of state (hard/soft/stopped/started)
cn: 经度：类型的状态（软/硬/停止/启动）
mk: 经度：类型的状态（软/硬/停止/启动）

source: Logentry class
cn: LogEntry对象类
mk: LogEntry对象类

source: Logfile Pattern Analyzer
cn: 日志文件模式分析
mk: 日志文件格局分析

source: Logfile Patterns
cn: 日志文件模式
mk: 日志文件模式

source: Logfile Patterns of Host %s
cn: 主机%s日志文件模式
mk: 主机%s日志文件模式

source: Logfile Patterns of Logfile %s on Host %s
cn: 在主机%s %s日志文件日志文件“ %s模式
mk: 日志文件%s主机%s日志文件模式

source: Logfile Patterns of Logfile %s on all Hosts
cn: 日志文件%s所有主机上的日志文件模式
mk: 日志文件%s所有主机上的日志文件模式

source: Logfile for BI compilation diagnostics
cn: BI编译诊断日志文件

source: Logfile for debugging errors in checks
cn: 检查调试错误日志文件为
mk: 错误检查调试日志文件

source: Logfiles of Host %s
cn: 日志文件的主机%s
mk: 主机%s日志文件

source: Logfiles of Host %s: %s
cn: 日志文件的主机%s ： %s
mk: 主机%s ： %s日志文件

source: Logged out of remote site '%s'
cn: 记录的远程站点“ %s “
mk: 注销远程站点' %s '

source: Logged out.
cn: 注销。
mk: 注销。

source: Login
cn: 登录
mk: 登录

source: Login credentials
cn: 登录凭据
mk: 登录凭据

source: Login disabled
cn: 登录禁用

source: Login into site '%s'
cn: 登录到站点' %s “
mk: 登录到网站' %s '

source: Login possible
cn: 登录可能

source: Logout
cn: 退出
mk: 退出

source: Logwatch Event Console Forwarding
cn: Logwatch事件控制台转发

source: Logwatch Patterns
cn: Logwatch模式
mk: Logwatch模式

source: Long output of check plugin
cn: 长期输出的检查插件
mk: 检查插件好输出

source: Long output of check plugin (multiline)
cn: 长期输出的检查插件（多）
mk: 检查插件好输出（多）

source: Lower Case User-IDs
cn: 小写用户ID

source: MB
cn: <msg name="mb"> MB</msg>
mk: <msg name="mb"> MB</msg>

source: MB / range
cn: MB /范围
mk: MB /范围

source: MB/s
cn: MB / s的
mk: MB / s的

source: MByte/s
cn: MByte / s的
mk: 兆字节/秒

source: MESSAGE:
cn: 一句话：

source: MS Exchange message queues
cn: MS Exchange邮件队列
mk: MS Exchange邮件队列

source: MSSQL Backups
cn: MSSQL备份
mk: MSSQL备份

source: MSSQL Locks
cn: MSSQL锁

source: Ma.
cn: 是咱妈。
