Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: The tag group ID %s is already used by the tag group '%s'.
cn: 标签组ID %s已被用来作为标签组' %s '。
mk: 标签组ID已经使用标签组' %s %s ' %s 。

source: The text <b><tt>%s</tt></b> is not a valid floating point number.
cn: 的文字<b>，<TT> %s </ P> </ B>是不是一个有效的浮点数。
mk: 文字的<b> <TT> %s </ P> </ B>是不是一个有效的浮点数。

source: The text <b><tt>%s</tt></b> is not a valid integer number.
cn: 的文字<b>，<TT> %s </ P> </ B>是不是一个有效的整数。
mk: 文字的<b> <TT> %s </ P> </ B>是不是一个有效的整数。

source: The time must not be greater than 23:59.
cn: 的时间不能超过23:59。
mk: 时间不能超过23:59。

source: The time must not be greater than 24:00.
cn: 的时间不得大于24:00。
mk: 时间不能超过24:00。

source: The time of the last host notification
cn: 最后一台主机的时间通知
mk: 最后一台主机通知的时间

source: The time of the last service notification
cn: 在过去的时间服务通知
mk: 最后一个服务通知的时间

source: The time of the next host notification
cn: 下一个主机通知的时间
mk: 下一台主机通知的时间

source: The time of the next scheduled host check
cn: 下一个计划主机检查的时间
mk: 下一个预定的主机的时间检查

source: The time of the next scheduled service check
cn: 下一个排定维修检查的时间
mk: 下一个预定的服务检查的时间

source: The time of the next service notification
cn: 下一个服务通知的时间
mk: 的时间的下一个服务通知

source: The time period name 24X7 cannot be used. It is always autmatically defined.
cn: ，不能使用的时间段的名称24X7。它始终是autmatically定义。

source: The time since the last check of the host
cn: 自上次检查以来的主机的时间
mk: 自上次检查以来的主机的时间

source: The time since the last check of the service
cn: 自上次检查以来的服务时间
mk: 自上次检查以来的服务时间

source: The total number of hosts and service with and without problems
cn: 主机和服务的总数量与没有问题
mk: 主机和服务的总数量与没有问题

source: The tuple must contain two elements, but you have %d
cn: 元组必须包含两个元素，但你必须%d
mk: 元组必须包含两个元素，但你必须%d

source: The type is %s, but should be str
cn: 该类型是%s ，但应该是海峡
mk: 该类型是%s ，但应该是海峡

source: The type must be a dictionary, but it is a %s
cn: 该类型必须是一本字典，但它是%s
mk: 该类型必须是一本字典，但它是一个%s

source: The type must be list, but is %r
cn: 该类型必须是列表中，但是％R
mk: 该类型必须是列表中，但是％R

source: The type of the timestamp must be int or float, but is %s
cn: 类型的时间戳必须是整数或浮点数，而且是%s
mk: 时间戳的类型必须是整数或浮点数，但是%s

source: The username must consist only of letters, digits, <tt>@</tt>, <tt>_</tt> or colon.
cn: 用户名只能由字母，数字，<TT> @ </ P>，<TT> _ </ tt>或冒号。
mk: 用户名只能由字母，数字，<TT> @ </ P>，即<tt> _ </ P>或结肠。

source: The username returned by the %s connector is not of type string (%r).
cn: %s连接器返回的字符串类型（％R）的用户名。

source: The value %r has the wrong type %s, but must be of type int
cn: 值％r有错误的类型％s，但必须是int类型
mk: 值％R有错误的类型％s，但必须是int类型

source: The value %r has type %s, but must be either float or int
cn: 值％r％s类型的，但必须是float或者int
mk: 值％R％s类型的，但必须是浮动或int

source: The value %r has type %s, but must be of type bool
cn: 值％r％s类型的，但必须是bool类型
mk: 值％R％s类型的，但必须是bool类型

source: The value %r has type %s, but must be of type float
cn: 值％r％s类型的，但必须是浮点型（float）
mk: 值％R％s类型的，但必须是float类型的

source: The value %r has type %s, but must be of type int
cn: 值％r％s类型的，但必须是int类型
mk: 值％R％s类型的，但必须是int类型

source: The value for %s must be between %d and %d
cn: 的值%s必须是与%d ， %d
mk: 值%s是与%d和%d

source: The value must be of type str or unicode, but it has type %s
cn: 该值必须是海峡或Unicode类型，但它的类型%s
mk: 该值必须是str或unicode的类型，但它的类型%s

source: The value must be of type str, but it has type %s
cn: 该值必须是类型str，但它的类型%s
mk: 该值必须是类型的STR，但它具有类型%s

source: The value of this rule is not valid.
cn: 这条规则的值是无效的。
mk: 此规则的值是无效的。

source: The view will be sorted under this topic in the Views snapin.
cn: 根据这个主题在“视图管理单元进行排序的观点。
mk: 视图将根据这一主题进行排序，在“视图”管理单元。

source: There are %d pending changes that would get lost. The most recent are:
cn: %d挂起的更改会迷路。最近的是：
mk: 有%d挂起的更改会迷路。最近期的是：

source: There are no logfile patterns defined. You may create logfile patterns using the <a href="%s">Rule Editor</a>.
cn: 有没有日志文件中定义的模式。您可以创建日志文件模式的<a href = “ %s “>规则编辑器</ A>。
mk: 有没有定义的日志文件模式。您可以创建日志文件模式使用<A HREF = “ %s “>规则编辑器</ A>。

source: There are no options to select from
cn: 有没有选项可供选择
mk: 有没有选项可供选择

source: There are no pending changes.
cn: 有没有挂起的更改。
mk: 有没有挂起的更改。

source: There are no possible hosts.
cn: 有没有可能的主机。
mk: 有没有可能的主机。

source: There are no rules defined in this folder.
cn: 在此文件夹中有没有定义任何规则。
mk: 有没有在此文件夹中定义的规则。

source: There are no rules defined in this set.
cn: 有没有在这一套规则。
mk: 有没有这组中定义的规则。

source: There are no rules with an exception for the host <b>%s</b>.
cn: 有没有规则的例外主机<B> %s </ B>。
mk: 有没有规则的一个例外的主机的<b>的%s </ B>。

source: There are no snapshots available.
cn: 没有可用的快照。
mk: 有没有可用的快照。

source: There are no timeperiods defined yet.
cn: 定义还没有timeperiods。
mk: 有没有尚未定义的时间周期。

source: There are not defined any contacts/users yet.
cn: 有没有定义任何接触/用户。
mk: 没有定义任何接触/用户。

source: There are not defined any elements for this selection yet.
cn: 有没有定义任何选择此元素。
mk: 有没有定义这个选择的任何元素。

source: There are not defined any groups yet.
cn: 有没有定义任何群组。
mk: 没有定义任何群组。

source: There are some changes made by your collegues that you will activate if you proceed:
cn: 由您的同事，您将激活，如果你有一些变化：
mk: 由你的collegues，你会激活，如果你继续有一些变化：

source: There exist a few devices out there that behave very badly when using SNMP bulk walk. If you want to use SNMP v2c on those devices, nevertheless, then use this rule set. One reason is enabling 64 bit counters.
cn: 存在在那里，表现得非常糟糕在使用SNMP散装步行时的一些设备。如果你想使用这些设备上的SNMP v2c版本，不过，使用此规则集。原因之一是使64位的计数器。
mk: 存在在那里，表现非常糟糕当使用SNMP批量步行几个设备。如果你想在这些设备上使用SNMP V2C，不过，再使用此规则集。原因之一是使64位的计数器。

source: These contact groups are also used in the monitoring configuration.
cn: 这些联络小组也被用于监视配置。
mk: 这些联络小组也被用于监控配置。

source: These levels are applied to the number of Email that are currently in the outgoing mail queue.
cn: 这些应用水平，目前在发送的邮件队列的电子邮件的数量。
mk: 这些水平被应用到电子邮件的数量，目前在传出邮件队列。

source: These levels check the number of currently existing threads on the system. Each process has at least one thread.
cn: 这些级别检查系统上目前现有的线程的数量。每个进程至少有一个线程。
mk: 这些级别检查系统上现有的线程数。每个进程至少有一个线程。

source: These levels make the check go warning or critical whenever the <b>percentual error rate</b> of the monitored interface reaches the given bounds. The error rate is computed by dividing number of errors by the total number of packets (successful plus errors).
cn: 这些级别的支票去警告或严重，只要在<b> percentual误差率</ b>被监视的接口达到给定的边界。的错误率的计算方法是错误的分组总数（成功加错误）的分割数。
mk: 这些级别支票去警告或严重每当<B>百分比</ B>被监视的接口错误率达到给定的界限。的误码率的计算方法是分割数的错误报文的总数（成功加误差）。

source: This Rulset sets the threshold limits for humidity sensors attached to AKCP Sensor Probe
cn: 这Rulset设置的阈值限制湿度传感器连接到AKCP传感器探头
mk: 此Rulset设置的门槛限制连接到AKCP传感器探头湿度传感器

source: This account has no permission for automation.
cn: 此帐户不具有权限的自动化。
mk: 此帐户没有权限自动化。

source: This allows a user to edit his personal notification settings. You also need the permission <i>Edit the user profile</i> in order to do this.
cn: 这允许用户编辑他的个人的通知设置。您还需要</ I>为了做到这一点的的许可<I>编辑的用户配置文件。

source: This allows a user to edit his personal user attributes. You also need the permission <i>Edit the user profile</i> in order to do this.
cn: 这允许用户编辑他的个人的用户属性。您还需要</ I>为了做到这一点的的许可<I>编辑的用户配置文件。

source: This allows the user to add, move and remove sidebar snapins.
cn: 这使得用户可以添加，移动和删除侧边栏管理单元。
mk: 这使得用户可以添加，移动和删除侧边栏管理单元。

source: This attribute is mandatory and there is no value defined in the host list or any parent folder.
cn: 此属性是强制性的，是没有价值的主机列表或任何父文件夹中定义的。
mk: 此属性是强制性的，是没有价值的定义在主机列表或任何父文件夹。

source: This boolean variable allows you to bring check_mk into a dry run mode. No hosts will be contacted, no DNS lookups will take place and data is read from cache files that have been created during normal operation or have been copied here from another monitoring site.
cn: 这个布尔变量允许你，带来check_mk到干燥的运行模式。联络，没有主机没有DNS查找会发生，从已创建的缓存文件在正常运行或已被复制到这里，其他监测点的数据被读取。
mk: 这个布尔变量允许您带来check_mk，成干运行模式。没有主机将会接触，没有DNS查找会发生，已创建的文件在正常运行或已被复制从另一监测站点从缓存中读取数据。

source: This change has been made by another user
cn: 这种变化已经由其他用户
mk: 这种变化已经由另一个用户

source: This check has no parameters.
cn: 这种检查有没有参数。
mk: 这种检查有没有参数。

source: This check monitors backups configured for domains in plesk.
cn: 此检查监控在Plesk中的域配置的备份。

source: This check monitors how often database objects in a PostgreSQL Database are accessed
cn: 此检查监控经常在PostgreSQL数据库中的数据库对象存取
mk: 此检查监控经常访问一个PostgreSQL数据库中的数据库对象

source: This check monitors locking related information of MSSQL tablespaces.
cn: 此检查监控锁定MSSQL表空间的相关信息。

source: This check monitors the current number of active and idle sessions on PostgreSQL
cn: 此检查在PostgreSQL监视当前活动和空闲会话
mk: PostgreSQL的检查监视当前活动和空闲会话

source: This check monitors the current number of active sessions on Oracle
cn: 此检查在Oracle监视当前活动会话数
mk: 此检查在Oracle监视当前活动会话数

source: This check monitors the current number of active sessions to the MySQL database server as well as the connection rate.
cn: 检查监视当前活动会话数以及MySQL数据库服务器的连接速率。
mk: 此检查监视当前活动会话数到MySQL数据库服务器，以及连接速率。

source: This check monitors the number of log switches of an ORACLE database instance in the last 60 minutes. You can set levels for upper and lower bounds.
cn: 这个检查数量进行监测，在最后60分钟内的一个Oracle数据库实例的日志开关。您可以设定上限和下限的水平。
mk: 此检查监控Oracle数据库实例的日志开关的数量在过去60分钟。您可以设定上限和下限的水平。

source: This check test the connection to a TCP port. It uses <tt>check_tcp</tt> from the standard Nagios plugins.
cn: 此检查测试一个TCP端口的连接。它使用<TT> check_tcp </ P>从标准的Nagios插件。
mk: 此检查测试连接到一个TCP端口。使用<TT> check_tcp </ tt>的标准Nagios的插件。

source: This check uses <tt>check_ldap</tt> from the standard Nagios plugins in order to try the response of an LDAP server.
cn: 此检查使用<TT> check_ldap </ P>从标准的Nagios插件，以尽量LDAP服务器的响应。
mk: 此检查使用<TT> check_ldap </ tt>的标准Nagios的插件，以尽量LDAP服务器的响应。

source: This check uses <tt>check_smtp</tt> from the standard Nagios plugins in order to try the response of an SMTP server.
cn: 此检查使用<TT> check_smtp </ P>从标准的Nagios插件，以尽量SMTP服务器的响应。
mk: 此检查使用<TT> check_smtp </ tt>的标准Nagios的插件，以尝试的SMTP服务器的响应。

source: This command will be executed whenever a notification should be done. The command will receive the notification text body on standard input. The macro <tt>$SUBJECT$</tt> will be replaced by a text configured with <a href="%s"><tt>notification_host_subject</tt></a> and <a href="%s"><tt>notification_service_subject</tt></a>. You find a list of all remaining available variables in the help text of <a href="%s"><tt>notification_common_body</tt></a>.
cn: 该命令将被执行通知时，应该做的。该命令将收到的通知文本体的标准输入。宏<TT> $ SUBJECT $将被替换的文本配置的<a href = “ %s “> <TT> notification_host_subject </ TT> </ A>和<A HREF = ” </ P> %s “> <TT> notification_service_subject </ TT> </ A>。你会找到一个列表中所有剩余的可用变量的说明文字的<a href = “ %s “> <TT> notification_common_body </ TT> </ A>。
mk: 该命令将被执行通知时应该做的。该命令将收到通知文本主体在标准输入。宏的<tt>的$ SUBJECT $ </ tt>中的<a href = “ %s “> <TT> notification_host_subject </ TT> </ A> <A HREF = ”配置的文本将被替换%s “> <TT> notification_service_subject </ TT> </ A>。您可以找到所有剩余的可用变量列表的帮助文本中的<a href = “ %s “> <TT> notification_common_body </ TT> </ A>。

source: This defines one fileinfo grouping pattern
cn: 定义了一个FILEINFO的的分组模式
mk: 这定义了一个FILEINFO的分组模式

source: This defines one logfile pattern rule
cn: 这定义了一个日志文件的模式规则
mk: 这定义了一个日志文件的模式规则

source: This host has no such service
cn: 这台主机有没有这样的服务。

source: This host is a cluster of %s
cn: %s主机是集群
mk: 这是一个群集主机的%s

source: This host is flapping
cn: 这台主机被扑

source: This host is not configured.
cn: 这台主机没有配置。
mk: 主机没有配置。

source: This host is not possible.
cn: 这台主机是不可能的。
mk: 这台主机是不可能的。

source: This id is already being used by another connection.
cn: 此ID已经被另一个连接使用。
mk: 此ID已被使用由另一个连接。

source: This is not a valid Nagios timeperiod day specification.
cn: 这不是一个有效的的Nagios的TIMEPERIOD天规范。
mk: 这是不是一个有效的Nagios的时间周期天规范。

source: This is the name of subdirectory where the files and other folders will be created. You cannot change this later.
cn: 这是将要创建的子目录，文件和其他文件夹的名称。你无法改变这一点。
mk: 这是将创建子目录，文件和其他文件夹的名称。你不能改变这一点。

source: This logfile contains no unacknowledged messages.
cn: 此日志文件中不包含未确认的消息。
mk: 此日志文件包含未确认的消息。

source: This logfile pattern does not match the given string.
cn: 此日志文件模式不匹配给定的字符串。
mk: 此日志文件模式不匹配给定的字符串。

source: This logfile pattern matches but another matched first.
cn: 此日志文件的模式匹配，但另一个匹配的第一个。
mk: 此日志文件模式的比赛，但其他先匹配。

source: This logfile pattern matches first and will be used for defining the state of the given line.
cn: 此日志文件的模式匹配的第一和将被用于确定给定的行的状态。
mk: 此日志文件的第一和模式匹配将被用于确定给定的行的状态。

source: This might be needed to make the synchronization accept problems with SSL certificates when using an SSL secured connection.
cn: 这可能需要使用SSL安全连接时，进行同步接受SSL证书的问题。
mk: 这可能需要进行同步接受SSL证书的问题，当使用SSL安全连接。

source: This module has not yet been implemented.
cn: 该模块尚未实施。
mk: 该模块尚未实施。

source: This month
cn: 本月
mk: 本月

source: This name is already being used by another timeperiod.
cn: 这个名字已被使用的另一个timeperiod。
mk: 这个名字已经被使用由另一个时间周期。

source: This name will be used in the description of the service
cn: 此名称将用于该服务的描述
mk: 此名称将被用于该服务的描述

source: This option configures all LDAP specific connection options. These options are used by the LDAP user connector.
cn: 该选项配置LDAP的特定连接选项。这些选项所使用的LDAP用户连接。

source: This option configures all group related LDAP options. These options are only needed when using group related attribute synchonisation plugins.
cn: 此选项配置相关的所有组的LDAP选项。这些选项时，只需要使用组的相关属性synchonisation插件。

source: This option configures all user related LDAP options. These options are used by the LDAP user connector to find the needed users in the LDAP directory.
cn: 此选项设定所有用户的LDAP选项。这些选项所使用的LDAP用户连接在LDAP目录中找到所需要的用户。

source: This option controls whether error messages from unreachable sites are shown in the output of views. Those error messages shall alert you that not all data from all sites has been shown. Other people - however - find those messages distracting.
cn: 此选项控制是否显示错误消息无法访问的网站在输出的意见。这些错误消息将提醒您，并不是所有的数据从所有的网站已被证明。其他人 - 但是 - 这些消息分散注意力。
mk: 此选项控制是否显示错误消息无法访问的网站在输出意见。这些错误信息将提醒您，并不是所有的数据从所有网站已被证明。其他人 - 然而 - 找到那些分心的消息。

source: This option defines the maximum age for using the cached LDAP data. The time of the last LDAP synchronisation is saved and checked on every request to the multisite interface. Once the cache gets outdated, a new synchronisation job is started.
cn: 此选项定义的最高年龄为使用缓存的LDAP数据。被保存的最后LDAP同步的时间，并在每次请求的多接口进行检查。一旦缓存变得过时，新的同步作业开始。

source: This option defines the maximum age of unmodified checkbox selections stored for users. If a user modifies the selection in a view, these selections are persisted for the currently open view. When a view is re-opened a new selection is used. The old one remains on the server until the livetime is exceeded.
cn: 此选项定义未修改的复选框选择存储用户的最大年龄。如果用户修改视图中的选择，这些选择保存当前打开的视图。视图时，重新开一个新的选择。旧的仍然在服务器上，直到livetime超过。

source: This option lets Check_MK use the alias of the port (ifAlias) as item instead of the port number. If no alias is available then the port number is used anyway.
cn: 此选项让Check_MK使用的别名项目，而不是端口号的的端口（ifAlias​​）。如果没有指定别名可用，则使用的端口号了。
mk: 此选项可让Check_MK使用的项目，而不是端口号的端口（ifAlias​​）的别名。如果没有别名，然后使用端口号反正。

source: This option lets Check_MK use the interface description as item instead of the port number. If no description is available then the port number is used anyway.
cn: 此选项可让Check_MK使用的接口描述的项目，而不是端口号。如果没有可用的描述，使用的端口号了。
mk: 此选项让Check_MK的项目，而不是端口号使用的接口描述。如果没有可用的描述，然后使用端口号呢。

source: This page was not found. Sorry.
cn: 本页面没有被发现。抱歉。
mk: 此页面没有被发现。抱歉。

source: This parameter changes the default check_command for a host check
cn: 此参数更改默认的check_command的主机检查
mk: 该参数可以更改默认check_command主机检查

source: This permission grants full access to NagVis.
cn: 此权限授予完全访问NagVis。
mk: 此权限授予NagVis的完全访问。

source: This permission is neccessary for performing automatic scans for network parents of hosts (making use of traceroute). Please note, that for actually modifying the parents via the scan and for the creation of gateway hosts proper permissions for host and folders are also neccessary.
cn: 此权限是裁判所为父母的主机网络（使用的traceroute）进行自动扫描。请注意，修改的父母通过扫描和创造的网关主机的适当的主机和文件夹的权限是必要的。
mk: 此权限时，只需要进行自动扫描主机（利用的traceroute）网络家长。请注意，实际修改的父母通过扫描并创造网关承载适当的主机和文件夹的权限是必要的。

source: This permission is needed for a remote administration of the site as a distributed WATO slave or peer.
cn: 需要此权限的网站作为一个分布式WATO从站或对等远程管理。
mk: 这是必要的权限WATO奴隶或同行作为一个分布式远程管理的网站。

source: This permission is needed for activating the current configuration (and thus rewriting the monitoring configuration and restart the monitoring daemon.)
cn: 此权限需要激活当前​​配置（从而改写监控配置并重新启动监控守护进程）。
mk: 此权限需要激活当前​​配置（从而改写监控配置并重新启动监控守护进程）。

source: This permission is needed for the modules <b>Users & Contacts</b>, <b>Roles</b> and <b>Contact Groups</b>
cn: 此权限需要的模块<B>的用户和联系人</ B>，<B>角色</ B>和<b>联络小组的</ B>
mk: 此权限所需要的模块<B>用户联系</ B>，<B>角色</ B>和<b>联络小组</ B>

source: This permission is needed in order to make any changes or perform any actions at all. Without this permission, the user is only able to view data, and that only in modules he has explicit permissions for.
cn: 此权限是必要的，作出任何更改或执行任何行动。如果没有此权限，用户可以查看数据，和他只有在模块有明确的权限。
mk: 这是必要的权限，以使任何更改或执行任何行动。没有这个权限，用户只能够查看数据，他只有在模块有明确的权限。

source: This permissions allows users to use WATO - Check_MK's Web Administration Tool. Without this permission all references to WATO (buttons, links, snapins) will be invisible.
cn: 此权限允许用户使用WATO - Check_MK的Web管理工具。如果没有此权限将是不可见的按钮，链接，管理单元（WATO）的所有引用。
mk: 此权限允许用户使用WATO - Check_MK的Web管理工具。如果没有这个权限WATO所有引用（按钮，链接管理单元）将是无形的。

source: This plugin fetches all information which are needed to check wether or not an already authenticated user should be deauthenticated, e.g. because the password has changed in LDAP or the account has been locked.
cn: 这个插件获取的所有信息是必要的，因为密码已更改，查询天气或已经过身份验证的的用户应该deauthenticated，例如LDAP或帐户已被锁定。

source: This plugin synchronizes a field of the users ldap account to the pager attribute of the WATO user accounts, which is then forwarded to Nagios and can be usedfor notifications. By default the LDAP attribute &quot;mobile&quot; is used.
cn: 这个插件同步字段的用户LDAP帐号该寻呼机WATO用户帐户的属性，然后将其转发到Nagios和，可以是usedfor通知。 LDAP属性默认情况下，使用“移动”。

source: This problem has been acknowledged
cn: 此问题已得到确认
mk: 此问题已得到确认

source: This regex must match the <i>beginning</i> of the complete command line of the process including arguments
cn: 这个正则表达式必须匹配的<i>的的开始，</ I>的完整命令行的过程中，包括参数
mk: 这个正则表达式必须匹配的<i>的的开始</ i>的完整的命令行的过程中，包括参数

source: This rule controls which and how many checks will be created for monitoring individual physical and logical disks.
cn: 此规则控制哪些和多少检查，将创建用于监控单个的物理和逻辑磁盘。
mk: 此规则控制和监控单独的物理和逻辑磁盘，将创建多少检查。

source: This rule decides about the number of retries and timeout values for the SNMP access to devices.
cn: 此规则决定的SNMP访问设备的重试次数和超时值的数量。
mk: 此规则决定的SNMP访问设备数量的重试次数和超时值。

source: This rule does <b>never</b> apply due to an empty list of explicit hosts!
cn: 此规则<b>绝不会</ B>适用于由于明确的主机的空列表！

source: This rule does not match: %s
cn: 这条规则不匹配： %s
mk: 此规则不匹配： %s

source: This rule is currently disabled and will not be applied
cn: 目前已停用，此规则将不适用
mk: 目前已停用此规则将不会被应用

source: This rule is disabled
cn: 这条规则被禁用

source: This rule matches and defines new parameters.
cn: 这条规则并定义新的参数。
mk: 此规则相匹配，并定义了新的参数。

source: This rule matches for the host '%s'
cn: 此规则匹配的主机“ %s “
mk: 此规则' %s主机相匹配“

source: This rule matches, but all of its parameters are overridden by previous rules.
cn: 这条规则，但它的所有参数都是以前的规则所​​覆盖。
mk: 此规则匹配，但它的所有参数都是由以前的规则覆盖。

source: This rule matches, but does not define any parameters.
cn: 这条规则，但不定义任何参数。
mk: 这条规则匹配，但没有定义任何参数。

source: This rule matches, but is overridden by a previous rule.
cn: 这条规则，但在过去的规则将被覆盖。
mk: 此规则匹配，但由以前的规则覆盖。

source: This rule matches, but some of its parameters are overridden by previous rules.
cn: 这条规则，但它的一些参数是以前的规则所​​覆盖。
mk: 这条规则匹配，但它的一些参数是由以前的规则覆盖。

source: This rule results in a positive outcome.
cn: 这条规则导致积极的结果。
mk: 这规则导致积极的结果。

source: This rule sets the parameters for the host checks (via <tt>check_icmp</tt>) and also for PING checks on ping-only-hosts. For the host checks only the critical state is relevant, the warning levels are ignored.
cn: 此规则的参数设置为主机检查（通过<TT> check_icmp </ P>），并平主机的PING检查。对于主机的临界状态是相关的检查，警告级别被忽略。
mk: 此规则的参数设置为主机检查（通过<TT> check_icmp </ P>），并平主机的PING检查。对于主机检查临​​界状态是相关的，被忽略的警告级别。

source: This ruleset applies to several similar checks measing various kernel events like context switches, process creations and major page faults. Please create separate rules for each type of kernel counter you want to set levels for.
cn: 这个规则集适用于几个类似的的检查，measing不同的内核事件，如上下文切换过程中的创作和主要页错误的。请创建单独的规则，每种类型的内核计数器，你要设置的水平。
mk: 此规则集，适用于各种内核事件，如上下文切换，工艺创作和主要页面故障measing几个类似的检查。请创建单独的规则，每种类型的内核计数器，你要设置水平。

source: This ruleset helps in test and development. You can create stored SNMP walks on the command line with cmk --snmpwalk HOSTNAME. A host that is configured with this ruleset will then use the information from that file instead of using real SNMP.
cn: 此规则集有助于在测试和开发。您可以创建在命令行上与CMK存储的SNMP各界的 - snmpwalk的HOSTNAME。这个规则集配置的主机将使用该文件中的信息，而不是使用真正的SNMP。
mk: 此规则集有助于在测试和开发。您可以创建存储SNMP与CMK在命令行上散步 - snmpwalk的主机名。这个规则集配置的主机，然后将使用从该文件中的信息，而不是使用真正的SNMP。

source: This ruleset is similar to 'Ignored services', but selects checks to be ignored by their <b>type</b>. This allows to disable certain techinal implementations such as filesystem checks via SNMP on hosts that also have the Check_MK agent installed.
cn: 此规则集是类似“忽略服务的，但选择检查被忽略通过他们的<B>的类型</ B>。这允许，禁用某些techinal的实现，如文件系统检查通过主机上的也有安装Check_MK代理的SNMP。
mk: 此规则集是类似于“忽略服务，但选择忽略由他们的<b>的类型检查</ B>。这允许到禁用某些techinal的实现，例如文件系统检查通过SNMP主机上，也有安装Check_MK代理。

source: This ruleset selects host for dynamic DNS lookup during monitoring. Normally the IP addresses of hosts are statically configured or looked up when you activate the changes. In some rare cases DNS lookups must be done each time a host is connected to, e.g. when the IP address of the host is dynamic and can change.
cn: 这个规则集选择主机，在监控过程中的动态DNS查找。一般情况下，IP地址是静态配置的主机或抬头时，激活的变化。在一些罕见的情况下，DNS查找必须做一台主机连接到每一个时间，例如，当主机的IP地址是动态的，可以改变的。
mk: 此规则集选择在监视过程中的动态DNS查找主机。通常情况下，主机的IP地址是静态配置的，或当你抬起头来激活的变化。在一些罕见的情况下，DNS查找必须做到每次主机连接，例如，当主机的IP地址是动态的，可以改变的。

source: This service has not been checked yet
cn: 这项服务还没有被检查
mk: 这项服务尚未检查

source: This service is flapping
cn: 这项服务是扑

source: This sets the time that Multisite waits for a connection to the site to be established before the site is considered to be unreachable. If not set, the operating system defaults are begin used and just one login attempt is being. performed.
cn: 这台多站点连接到该网站建立之前，该网站被认为是不可达的等待时间。如果没有设置，操作系统的缺省值开始使用，只是一个尝试登录。进行。
mk: 这个设定的时间，多等待一个连接到现场之前建立的网站被认为是不可到达的。如果没有设置，操作系统的缺省值开始使用，只是一个登录尝试。进行。

source: This setting allows you to disable notifications about problems of a host completely. Per default all notifications are enabled. Sometimes it is more convenient to just disable notifications then to remove a host completely from the monitoring. Note: this setting has no effect on the notifications of service problems of a host.
cn: 此设置允许您禁用的主机完全问题的通知。每默认情况下，所有启用通知。有时更方便禁用通知，然后删除主机完全从监控。注意：该设置没有任何影响的主机服务问题的通知。
mk: 此设置允许您禁用有关问题的主机完全的通知。每默认情况下启用所有通知。有时它是更方便，只要停用通知，然后删除主机完全从监测。注：此设置不会影响主机服务问题的通知。

source: This setting allows you to disable notifications about problems of a service completely. Per default all notifications are enabled.
cn: 此设置允许您禁用的服务完全问题的通知。每默认情况下，所有启用通知。
mk: 此设置允许您禁用通知服务完全问题。每默认情况下启用所有通知。

source: This setting allows you to disable or enable active checks for a service.
cn: 此设置允许您启用或禁用主动​​检查的服务。
mk: 此设置允许您启用或禁用服务的积极检查。

source: This setting allows you to disable the flapping detection for a host completely.
cn: 此设置允许您禁用主机完全扑检测。
mk: 此设置允许您禁用主机完全扑检测。

source: This setting allows you to disable the flapping detection for a service completely.
cn: 此设置允许您禁用的服务完全扑检测。
mk: 此设置允许您禁用服务完全扑检测。

source: This setting allows you to disable the processing of passiv check results for a service.
cn: 此设置允许您禁用的服务passiv检查结果的处理。
mk: 此设置允许您禁用服务的PASSIV检查结果处理。

source: This setting allows you to disable the processing of perfdata for a service completely.
cn: 此设置可以让你的perfd​​ata服务完全禁止处理。
mk: 此设置允许您的服务完全禁止处理perfd​​ata。

source: This setting delays notifications about host problems by the specified amount of time. If the host is up again within that time, no notification will be sent out.
cn: 此设置指定的时间延迟有关主机问题的通知。如果主机是在这段时间内，没有通知将被发送出去。
mk: 此设置延迟有关主机问题的通知指定的时间量。如果主机再次在这段时间内，没有通知将被发送出去。
