Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: This setting delays notifications about service problems by the specified amount of time. If the service is OK again within that time, no notification will be sent out.
cn: 此设置指定的时间延迟有关服务问题的通知。如果该服务是一次“确定”在这段时间内，没有任何通知将被发送出去。
mk: 此设置延迟有关服务问题的通知指定的时间量。如果服务是OK再次在这段时间内，没有通知将被发送出去。

source: This setting is relevant if you have set the maximum number of check attempts to a number greater than one. In case a host check is not UP and the maximum number of check attempts is not yet reached, it will be rescheduled with this interval. The retry interval is usually set to a smaller value than the normal interval.
cn: 此设置是相关的，如果你已经设置了最大数量的检查次数为一个大于1的数。在主机检查是不是UP的检查次数还没有达到的最大数量，将改为与该时间间隔。重试间隔通常是比正常的时间间隔设置为一个较小的值。
mk: 此设置是相关的，如果你已经设置检查尝试的最大数量为一个大于1的数。主机检查是不是检查尝试的最大数量还未达到，它会被改期与此区间。重试时间间隔通常比正常的时间间隔设置为一个较小的值。

source: This setting is relevant if you have set the maximum number of check attempts to a number greater than one. In case a service check is not OK and the maximum number of check attempts is not yet reached, it will be rescheduled with this interval. The retry interval is usually set to a smaller value than the normal interval.<br><br>This setting only applies to active checks.
cn: 此设置是相关的，如果你已经设置了最大数量的检查次数为一个大于1的数。情况下，的服务检查是不是OK和支票尝试的最大数量还没有达到，它会被重新安排这个时间间隔。重试间隔通常比正常的时间间隔设置为一个较小的值。<BR> <BR>此设置仅适用于主动检查。
mk: 此设置是相关的，如果你已经设置检查尝试的最大数量为一个大于1的数。服务检查是不正常的，检查尝试的最大数量还未达到，它会被改期与此区间。重试间隔通常比正常的时间间隔设置为一个较小的值_此设置仅适用于主动检查。

source: This site is not update and needs a replication.
cn: 本网站不更新，需要复制。
mk: 本网站不更新，需要复制。

source: This site is up-to-date.
cn: 这个网站是最新的。
mk: 这个网站是最新。

source: This site needs a restart for activating the changes.
cn: 本网站激活更改需要重新启动。
mk: 这网站激活更改需要重新启动。

source: This snapin contains custom links which can be configured via the configuration variable <tt>custom_links</tt> in <tt>multisite.mk</tt>
cn: 此管理单元包含自定义链接，可配置通过配置变量<TT> custom_links </ P>在<tt> multisite.mk </ P>
mk: 此管理单元包含自定义链接，可以通过配置的配置变量<TT> custom_links </的的TT> <TT>，multisite.mk </ TT>

source: This snapin is deprecated. Please use the WATO foldertree snapin instead.
cn: 不推荐使用此管理单元。请使用WATO foldertree管理单元，而不是。
mk: 此管理单元被弃用。使用管理单元代替WATO foldertree的。

source: This snapin shows the folders defined in WATO. It can be used to open views filtered by the WATO folder.
cn: 此管理单元的文件夹中定义的WATO。它可以用来打开的WATO文件夹过滤的意见。
mk: 此管理单元显示WATO中定义的文件夹。它可以用来打开WATO文件夹过滤的意见。

source: This synchronization plugin has no parameters.
cn: 这种同步插件没有参数。

source: This tag id does already exist in the list of auxiliary tags.
cn: 该标记ID列表中的辅助标记是否已经存在。
mk: 列表中的辅助标签，这个标签ID已经存在。

source: This tag id is already being used in the host tag group %s
cn: 该标签ID已被使用在主机标签群组%s
mk: 这个标签的ID已被使用在主机标签组%s

source: This template will be appended to the <a href="%s"><tt>notification_common_body</tt></a> when host notifications are sent.
cn: 该模板将被追加到在<a href = “ %s “> <TT> notification_common_body </ TT> </ A>当主机发送通知。
mk: 此模板将被追加到<A HREF = “ %s “> <TT> notification_common_body </ TT> </ a>的当主机通知发送。

source: This template will be appended to the <a href="%s"><tt>notification_common_body</tt></a> when service notifications are sent.
cn: 该模板将被追加到在<a href = “ %s “> <TT> notification_common_body </ TT> </ A>当服务发送通知。
mk: 此模板将被追加到<A HREF = “ %s “> <TT> notification_common_body </ TT> </ a>的服务发送通知时。

source: This template will be used as <tt>$SUBJECT$</tt> in email notifications that deal with host alerts. The variable <tt>$SUBJECT$</tt> will then be available in <a href="%s"><tt>notification_common_body</tt></a>.
cn: 为<tt> $ SUBJECT $ </ P>电子邮件通知此模板将用于处理主机警报。变量的<tt> $ SUBJECT $ </ tt>的将可在<A HREF = “ %s “> <TT> notification_common_body </ TT> </ A>。
mk: 此模板为<tt> $ SUBJECT $ </ P>在电子邮件通知中，将用于处理主机警报。变量的<tt> $ SUBJECT $ </ TT>然后将可在<A HREF = “ %s “> <TT> notification_common_body </ TT> </ A>。

source: This template will be used as <tt>$SUBJECT$</tt> in email notifications that deal with service alerts. The variable <tt>$SUBJECT$</tt> will then be available in <a href="%s"><tt>notification_common_body</tt></a>.
cn: 此模板将作为<TT> $ SUBJECT $ </ TT>电子邮件通知交易与服务警报。变量的<tt> $ SUBJECT $ </ tt>的将可在<A HREF = “ %s “> <TT> notification_common_body </ TT> </ A>。
mk: 此模板将用作<TT> $ SUBJECT $ </ TT在电子邮件通知中处理与服务警报。变量的<tt> $ SUBJECT $ </ TT>然后将可在<A HREF = “ %s “> <TT> notification_common_body </ TT> </ A>。

source: This template will be used as email body when sending notifications. Appended to it will be a specific body for either host or service notifications configured in two extra parameters. The following macros are available in all templates:<br><br><tt><b>$CONTACTNAME$</b></tt>: login name of the contact person, <tt><b>$CONTACTEMAIL$</b></tt>: email address of the contact person, <tt><b>$CONTACTPAGER$</b></tt>: pager address of the contact person, <tt><b>$NOTIFICATIONTYPE$</b></tt>: one of PROBLEM, RECOVERY, ACKNOWLEDGEMENT, FLAPPINGSTART, FLAPPINGSTOP, FLAPPINGDISABLED, DOWNTIMESTART, DOWNTIMEEND, or DOWNTIMECANCELLED, <tt><b>$HOSTNAME$</b></tt>: the name of the host, <tt><b>$HOSTALIAS$</b></tt>: the alias of the host, <tt><b>$HOSTADDRESS$</b></tt>: the IP address or DNS name of the host, <tt><b>$LASTHOSTSTATE$</b></tt>: the previous state of the host, <tt><b>$HOSTSTATE$</b></tt>: the new state of the host, <tt><b>$HOSTCHECKCOMMAND$</b></tt>: the name of the host check command, <tt><b>$HOSTOUTPUT$</b></tt>: the output of the host check command, <tt><b>$LONGHOSTOUTPUT$</b></tt>: the long output of the host check, <tt><b>$HOSTPERFDATA$</b></tt>: the performance data of the host check, <tt><b>$SERVICEDESC$</b></tt>: the name of the service, <tt><b>$LASTSERVICESTATE$</b></tt>: the previous state of the service, <tt><b>$SERVICESTATE$</b></tt>: the new state of the service, <tt><b>$SERVICEOUTPUT$</b></tt>: the output of the check command , <tt><b>$LONGSERVICEOUTPUT$</b></tt>: the long output of the check command, <tt><b>$SERVICEPERFDATA$</b></tt>: the performance data of the check, <tt><b>$SERVICECHECKCOMMAND$</b></tt>: the name of the service check command, <tt><b>HOSTPROBLEMID</b></tt>: a unique ID of the host problem this notification is about, <tt><b>SERVICEPROBLEMID</b></tt>: the same for service problems, <tt><b>HOSTNOTIFICATIONNUMBER</b></tt>: the number of notification of this host problem (begins with 1), <tt><b>SERVICENOTIFICATIONNUMBER</b></tt>: same for service problems, <br><br><tt><b>$MONITORING_HOST$</b></tt>: the host name of the monitoring server <tt><b>$OMD_ROOT$</b></tt>: the home directory of the OMD site (only on OMD) <tt><b>$OMD_SITE$</b></tt>: the name of the OMD site (only on OMD)
cn: 此模板将作为电子邮件的正文时发送通知。附加到它是一个特定的身体在两个额外的参数，配置为主机或服务的通知。以下宏可在所有的模板：参考参考<TT>的<b> $ CONTACTNAME $ </ B> </ P>：登录名的联络人，<TT> <B> $ CONTACTEMAIL $ < / B> </ P>：联络人的电子邮件地址，<TT> <B> $ CONTACTPAGER $ </ B> </ P>：寻呼机地址，联络人，<TT> <B> $ NOTIFICATIONTYPE $ < / B> </ P>：1的问题，恢复，致谢，FLAPPINGSTART，FLAPPINGSTOP，FLAPPINGDISABLED，DOWNTIMESTART，DOWNTIMEEND，或DOWNTIMECANCELLED，<TT> <B> $ HOSTNAME $ </ B> </ P>的名称主机，<TT> <B> $ HOSTALIAS </ B> </ P>：主机的别名，即<tt> <B> $ HOSTADDRESS $ </ B> </ P>：IP地址或DNS主机的名称，即<tt> <B> $ LASTHOSTSTATE $ </ B> </ P>：以前的主机状态，即<tt> <B> $ HOSTSTATE $ </ B> </ P>：新的主机状态，<TT> <B> HOSTCHECKCOMMAND $ </ B> </ P>：主机检查命令的名称，<TT> <B> $ HOSTOUTPUT $ </ B> </ TT>：的主机检查命令输出，即<tt> <B> $ LONGHOSTOUTPUT </ B> </ P>：长输出的主机检​​查，<TT> <B> $ HOSTPERFDATA $ </ B> </ P> ：检查主机的性能数据，即<tt> <B> $ SERVICEDESC $ </ B> </ P>：该服务的名称，<TT> <B> $ LASTSERVICESTATE $ </ B> </ P>以前的状态的服务，即<tt> <B> $ SERVICESTATE $ </ B> </ P>：新的国家的服务，<TT>，<B> $ SERVICEOUTPUT </ B> </ P> check命令的输出，<TT> <B> $ LONGSERVICEOUTPUT </ B> </ P>：长的检查命令输出，<TT> <B> $ SERVICEPERFDATA $ </ B> </ TT >：性能数据的检查，<TT> <B> $ SERVICECHECKCOMMAND $ </ B> </ P>：服务检查命令的名称，即<tt> <B> HOSTPROBLEMID </ B> </ P> ：一个独特的ID的主机出现问题，该通知是的，<TT> <B> SERVICEPROBLEMID </ B> </ P>：相同的服务问题，即<tt> <B> HOSTNOTIFICATIONNUMBER </ B> </ P> ：该主机问题的通知（从1开始）的数量，即<tt> <B> SERVICENOTIFICATIONNUMBER </ B> </ P>：相同的服务问题，参考参考<TT> <B> $ MONITORING_HOST </ B> </ P>：监控服务器的主机名<TT> <B> $ OMD_ROOT $ </ B> </ P>：主目录的的OMD网站（OMD）<TT> <B> $ OMD_SITE $ </ B> </ P>：的的的OMD网站（仅适用于OMD名称）

source: This title will be displayed in your browser's title bar or tab. If you are using OMD then you can embed a <tt>%s</tt>. This will be replaced by the name of the OMD site.
cn: 这个标题将显示在浏览器的标题栏或标签。如果您使用的是OMD，那么你可以嵌入一个<tt> %s </ P>。这将被替换由OMD站点的名称。

source: This username is already being used by another user.
cn: 此用户名已被另一个用户使用。
mk: 这个用户名已经被另一个用户使用。

source: This value differs between the selected hosts.
cn: 这个值在选定的主机之间不同。
mk: 此值不同主机之间的选择。

source: This variable allows to specify the TCP port to be used to connect to the LDAP server.
cn: 该变量允许指定的TCP端口用于连接到LDAP服务器。

source: This variable allows to specify the TCP port to be used to connect to the agent on a per-host-basis.
cn: 此变量允许指定的TCP端口用于连接到每个主机的基础上的代理。
mk: 该变量允许指定的TCP端口号被用于连接到每个主机基础上的代理。

source: This variable is at factory settings.
cn: 这个变量是在出厂设置。
mk: 这个变量是出厂设置。

source: This view can only be used in mobile mode.
cn: 此视图只能用于在移动模式。
mk: 此视图中仅可在移动模式下使用。

source: This week
cn: "这个星期";
mk: "这个星期";

source: This year
cn: 今年
mk: 今年

source: Throughput levels
cn: 吞吐量水平
mk: 吞吐量水平

source: Thursday
cn: 星期四
mk: 星期四

source: Tiles
cn: 瓷砖
mk: 框架

source: Time
cn: 时
mk: 时间

source: Time Periods
cn: 时间周期
mk: 时间周期

source: Time of log entry
cn: 日志条目的时间
mk: 日志条目的时间

source: Time offset
cn: 时间偏移
mk: 时间偏移

source: Time stamp format
cn: 时间戳记格式
mk: 时间戳格式

source: Timeout between retries
cn: 试之间的超时
mk: 重试之间的超时

source: Timeout for TCP connect to agent in seconds. If the agent does not respond within this time, it is considered to be unreachable. Note: This does <b>not</b> limit the time the agent needs to generate its output.
cn: TCP连接的超时时间以秒为单位向代理。如果代理在这段时间内没有响应，它被认为是不可到达的。注：此<b>不</ B>代理需要生成其输出的时间限制。
mk: TCP超时连接代理（以​​秒为单位）。如果代理人在这段时间内没有响应，它被认为是不可达的。注：这确实<b>不会</ B>代理需要生成其输出的时间限制。

source: Timeout for rescheduling checks in Multisite
cn: 在多站点的超时时间重新安排检查
mk: 重新安排检查在多站点超时

source: Timeout for responses
cn: 响应的超时时间
mk: 响应超时

source: Timeout for the initial connection to the LDAP server in seconds.
cn: 超时时间以秒为单位的LDAP服务器的初始连接。

source: Timeperiods restrict notifications and other things to certain periods of the day.
cn: Timeperiods限制通知和其他的事情一定期间的一天。
mk: 时间周期限制一定期间的一天通知和其他东西。

source: Timing settings for SNMP access
cn: 时序设置为SNMP访问
mk: 时序设置SNMP访问

source: Title
cn: 名称
mk: 标题

source: Title:
cn: 标题 :
mk: 职位：

source: Today
cn: 今天
mk: 今天

source: Tooltip
cn: 提示信息
mk: 提示信息

source: Topic
cn: 主题
mk: 主题

source: Topic:
cn: 主题
mk: 主题

source: Total
cn: 合计
mk: 合计

source: Total Memory Levels
cn: 总记忆水平

source: Total accumulated Active Energy of Power Channel
cn: 累计有功电能的电源频道

source: Total hosts
cn: 总的主机
mk: 总的主机

source: Total services
cn: 总服务
mk: 总服务

source: Total timeout of check
cn: 总超时检查
mk: 总检查超时

source: Tree
cn: 树型
mk: 树型

source: Trend computation
cn: 趋势计算
mk: 趋势计算

source: Trend performance data
cn: 趋势的性能数据
mk: 趋势的性能数据

source: Try Pattern Match
cn: 试用模式匹配
mk: 尝试模式匹配

source: Try out
cn: 试用
mk: 试用

source: Tuesday
cn: 星期二
mk: 星期二

source: Type
cn: 类型
mk: 类型

source: Type of alerts of hosts and services
cn: 警报类型的主机和服务
mk: 类型的主机和服务的警报

source: Type of tree layout
cn: 树布局的类型
mk: 树的布局类型

source: U
cn: ü联络其他金属贸易协并进行信息的交流。
mk: {0}{1}U{/1}{/0}

source: UNKNOWN
cn: 不知道。
mk: 不知道。

source: UNKNOWN Services of host
cn: 未知的主机服务
mk: 未知的主机服务

source: URI to fetch (default is <tt>/</tt>)
cn: URI获取（默认为<tt> / </ P>）
mk: URI（的默认为<tt> / </ tt>的获取）

source: URL of the remote Check_MK including <tt>/check_mk/</tt>. This URL is in many cases the same as the URL-Prefix but with <tt>check_mk/</tt> appended, but it must always be an absolute URL. Please note, that that URL will be fetched by the Apache server of the local site itself, whilst the URL-Prefix is used by your local Browser.
cn: URL的远程Check_MK的，，包括<TT> / check_mk / </ P>。这个URL是一样的URL的前缀，但以<tt> check_mk / </ P>附加在许多情况下，但它必须永远是一个绝对URL。请注意，该URL将被取出的Apache服务器的本地站点本身，而您的本地浏览器的URL前缀的使用。
mk: URL的远程Check_MK，包括<TT> / check_mk / </ P>。这个URL是在许多情况下，相同的URL的前缀，但以<tt> check_mk / </ tt>的追加，但它必须始终是一个绝对的URL。请注意，该网址将获取由Apache服务器的本地站点本身，而使用本地浏览器的URL前缀。

source: URL prefix
cn: URL前缀
mk: URL的前缀

source: URL to this frame
cn: 这个框架的URL
mk: 这个框架的URL

source: URL to this page including sidebar
cn: 本页面的网址，包括侧边栏
mk: 本页面的网址，包括侧边栏

source: UTF-8 (default)
cn: UTF-8（默认）
mk: UTF-8（默认）

source: Unable to authenticate with LDAP (%s)
cn: 无法与LDAP进行身份验证（ %s ）

source: Unable to connect to LDAP server with the configured bind credentials. Please fix this in the <a href="wato.py?mode=edit_configvar&varname=ldap_connection">LDAP connection settings</a>.
cn: 无法连接到LDAP服务器的配置绑定凭证。请在<a href="wato.py?mode=edit_configvar&varname=ldap_connection">解决这个LDAP连接设置</ A>。

source: Unable to delete the group %s. It still has the following members: %s. You must first remove all members from the group to be able to delete the group.
cn: 无法删除的组%s 。它仍然有下列成员组成： %s 。您必须先删除所有的组成员能够删除该组。
mk: 无法删除群组%s 。它仍然有下列成员组成： %s 。您必须首先删除所有从该组的成员能够删除该组。

source: Unable to show logfile: <b>%s</b>
cn: 无法显示日志文件：<B> %s </ B>
mk: 无法显示的日志文件：<B> %s </ B>

source: Unchecked services
cn: 未经检查的服务
mk: 未经检查的服务

source: Undefined aggregation function '%s'. Available are: %s
cn: 未定义的聚合函数' %s “。是： %s

source: Undefined key '%s' in the dictionary. Allowed are %s.
cn: 未定义的键' %s '在字典中。宠物%s 。
mk: 未定义键' %s '在字典中。 %s宠物。

source: Unhandled
cn: 未处理
mk: 未处理

source: Unknown
cn: 不出名
mk: 不出名

source: Unknown BI Aggregation %s
cn: 未知BI聚集%s

source: Unknown BI Aggregation group %s. Available are: %s
cn: 未知BI聚合组%s 。是： %s

source: Unknown bookmark id: %d. This is probably a problem with reload or browser history. Please try again.
cn: 未知的书签ID： %d 。这可能是一个问题，重装或浏览器历史记录。请再试一次。
mk: 未知书签ID： %d 。这可能是一个问题，重装或浏览器历史。请再试一次。

source: Unreachable
cn: 不可达
mk: 不可达

source: Unreachable gateways
cn: 不可达网关
mk: 不可达网关

source: Until
cn: 直至
mk: 直到

source: Updates
cn: 最新更新
mk: 最新更新

source: Uptime
cn: <msg name="time">正常运行时间</msg>
mk: 正常运行时间

source: Url:
cn: 链接
mk: 链接

source: Use Check_MK clusters if an item can move from one host to another at runtime
cn: 如果一个项目使用Check_MK集群，可以从一台主机移动到另一台在运行时
mk: 如果一个项目使用Check_MK集群，可以从一台主机移动到另一个运行时

source: Use Check_MK sidebar
cn: 使用Check_MK侧边栏
mk: 使用Check_MK侧边栏

source: Use LDAPS (LDAP SSLv2 method). This sets the default port number to 636
cn: 使用LDAPS（LDAP SSLv2的方法）。设置默认的端口号为636
mk: 使用LDAPS（LDAP SSLv2的方法）。此设置的默认端口号为636

source: Use LDAPS (SSL)
cn: 使用LDAPS（SSL）
mk: 使用LDAPS（SSL）

source: Use Multisite at all
cn: 使用多节点在所有
mk: 使用多站点

source: Use SSL
cn: 使用SSL
mk: 使用SSL

source: Use SSL for the connection.
cn: 使用SSL的连接。
mk: 使用SSL连接。

source: Use SSL/HTTPS for the connection.
cn: 使用SSL / HTTPS的连接。
mk: 使用SSL / HTTPS的连接。

source: Use STARTTLS for the connection.
cn: 使用STARTTLS的连接。
mk: 使用STARTTLS连接。

source: Use WATO
cn: 使用WATO
mk: 使用WATO

source: Use alias as service name for network interface checks
cn: 作为服务名称使用别名，网络接口检查
mk: 作为服务名称使用别名，网络接口检查

source: Use description as service name for network interface checks
cn: 作为服务名称使用说明，检查网络接口
mk: 作为服务名称使用说明网络接口检查

source: Use for linking
cn: 用于连接
mk: 用于连接

source: Use persistent connections
cn: 使用持久连接
mk: 使用持久连接

source: Use this Nagios command for sending host notifications.
cn: 使用Nagios的命令，发送主机通知。
mk: 使用这Nagios的命令发送宿主通知。

source: Use this Nagios command for sending service notifications.
cn: 使用Nagios的命令发送服务通知。
mk: 使用此Nagios的命令传送服务通知。

source: Used Rulesets
cn: 使用规则集
mk: 二手规则集

source: Used bandwidth (traffic)
cn: 使用的带宽（流量）
mk: 使用带宽（流量）

source: Used in BI aggregate
cn: 用于BI总
mk: 在BI总

source: User
cn: 用户

source: User Base DN
cn: 用户基本DN

source: User Management
cn: <msg name="title">用户管理</msg>

source: User Roles
cn: 用户角色

source: User error
cn: 用户错误
mk: 用户错误

source: User management
cn: <msg name="title">用户管理</msg>
mk: <msg name="title">用户管理</msg>

source: User roles are configurable sets of permissions.
cn: 配置用户角色的权限集。
mk: 用户角色权限配置集。

source: User-ID Attribute
cn: 用户ID属性

source: Username
cn: 用户名
mk: 用户名

source: Username is unknown
cn: 用户名未知
mk: 用户名是未知

source: Username:
cn: 用户名：
mk: 用户名：

source: Users
cn: 用户
mk: 用户

source: Users & Contacts
cn: 用户和联系人
mk: 用户和联系人

source: Users without this permission are not let in at all
cn: 在所有没有这个权限的用户是不会让在
mk: 没有这个权限的用户是不会让所有

source: Users without this permissions can only see folders with a contact group they are in.
cn: 如果没有这个权限的用户只能看到一个联络小组，他们所处的文件夹
mk: 如果没有这个权限的用户只能看到一个联络小组，他们所处的文件夹

source: Using this option you can define an optional LDAP filter which is used during LDAP searches. It can be used to only handle a subset of the users below the given base DN.
cn: 使用此选项，您可以定义一个可选的LDAP过滤器用来在LDAP搜索。它可用于下面的用户给定的基DN只处理的一个子集。

source: Using this option you can define an optional LDAP filter which is used during group related LDAP searches. It can be used to only handle a subset of the groups below the given base DN.
cn: 使用此选项，您可以定义一个可选的LDAP组相关的LDAP搜索过程中使用的过滤器。它可用于给定的基DN下面的基团只处理的一个子集。

source: Usually Check_MK will nail this check to the IP address of the host it is attached to. With this option you can have the check use the name of the virtual host instead and do a dynamic DNS lookup.
cn: ，通常Check_MK将指甲这张支票它连接到的主机的IP地址。使用此选项，您可以检查使用的虚拟主机的名称，而不是做一个动态的DNS查找。
mk: ，通常Check_MK将指甲检查它连接到的主机的IP地址。使用此选项，您可以检查使用虚拟主机的名称，而不是做一个动态的DNS查找。

source: Val. 1
cn: 缬氨酸。 1
mk: 瓦尔。 1

source: Val. 2
cn: 缬氨酸。 2
mk: 瓦尔。 2

source: Val. 3
cn: 缬氨酸。 3
mk: 瓦尔。 3

source: Val. 4
cn: 缬氨酸。 4
mk: 瓦尔。 4

source: Val. 5
cn: 缬氨酸。 5
mk: 瓦尔。 5

source: Val. 6
cn: 缬氨酸。 6
mk: 瓦尔。 6

source: Val. 7
cn: 缬氨酸。 7
mk: 瓦尔。 7

source: Val. 8
cn: 缬氨酸。 8
mk: 瓦尔。 8

source: Val. 9
cn: 缬氨酸。 9
mk: 瓦尔。 9

source: Value
cn: 值
mk: 数值

source: Value %r is not allowed here.
cn: 值％r在这里是不允许的。
mk: 这里不允许值％R。

source: Value must a tuple with two elements.
cn: 值必须包含两个元素的元组。
mk: 值必须有两个元素的元组。

source: Vanished services (checked, but no longer exist)
cn: 已消逝的服务（选中，但不再存在）
mk: 消失的服务（检​​查，但不再存在）

source: Variable for <tt>%s.mk</tt>
cn: 的<TT> %s可变。MK </ P>
mk: 为<TT> %s变量。MK </ P>

source: Various
cn: 增加多个
mk: 增加多个

source: Various Commands
cn: 各种命令

source: Version
cn: 版本
mk: 版

source: Version 2
cn: 第3版
mk: 第3版

source: Version 3 and TLS
cn: 版本3和TLS
mk: 版本3和TLS

source: Version information and Links to Documentation, Homepage and Download of Check_MK
cn: 版本信息和链接到文档，网页和下载的Check_MK
mk: 版本信息和链接的文档，网页和下载Check_MK

source: Version:
cn: 版本：
mk: 版

source: View all maps
cn: 查看所有地图
mk: 查看所有地图

source: Views
cn: 浏览次数
mk: 浏览次数

source: Virtual host
cn: # 虚拟主机
mk: 虚拟主机

source: Virtualization
cn: Windows Embedded Server上的虚拟化
mk: Windows Embedded Server上的虚拟化

source: Visibility
cn: 可视性 (Visibility)
mk: 可视性 (Visibility)

source: Visibility of Hosts/Services
cn: 主机/服务的可见性

source: Visibility of Hosts/Services (Webservice)
cn: 能见度主机/服务（Web服务）

source: Voltage on Power Channel
cn: 电压电源频道

source: W
cn: 西部
mk: 西部

source: WARN Services of host
cn: 警告的主机服务
mk: WARN主机服务

source: WARNING
cn: 警告
mk: WATO

source: WARNING:
cn: 警告!

source: WATO &middot; Configuration
cn: WATO·配置
mk: WATO·配置

source: WATO &middot; Quickaccess
cn: WATO·Quickaccess
mk: WATO·Quickaccess

source: WATO - Check_MK's Web Administration Tool
cn: WATO - Check_MK的Web管理工具
mk: WATO - Check_MK的Web管理工具

source: WATO Folder
cn: WATO文件夹
mk: WATO文件夹

source: WATO can repair things for you. It can rename tags in folders, host and rules. Removed tag groups will be removed from hosts and folders, removed tags will be replaced with the default value for the tag group (for hosts and folders). What rules concern, you have to decide how to proceed.
cn: ，WATO可以修复你的东西。它可以重命名的文件夹中，主机和规则的标签。移除标签组从主机和文件夹将被删除，删除的标签将被替换的标签组的默认值（主机和文件夹）。关注什么规则，你必须决定如何进行。
mk: WATO可以修复你的东西。它可以重命名文件夹，主机和规则的标签。删除标签组主机和文件夹将被删除，删除标签，标签组（主机和文件夹）的默认值将被替换。关注什么规则，你必须决定如何进行。

source: WATO folder
cn: WATO文件夹
mk: WATO文件夹

source: WATO folder - complete path
cn: WATO - 完整的文件夹路径
mk: WATO文件夹 - 完整路径

source: WATO folder - just folder name
cn: WATO文件夹 - 只是文件夹的名称
mk: WATO文件夹 - 文件夹名称

source: WATO folder - relative path
cn: WATO文件夹 - 相对路径
mk: WATO文件夹 - 相对路径

source: WATO is disabled in <tt>multisite.mk</tt>.
cn: WATO被禁止在<tt> multisite.mk </ P>。
mk: WATO禁用在<tt> multisite.mk </ tt>中。

source: WATO is disabled. Please set <tt>wato_enabled = True</tt> in your <tt>multisite.mk</tt> if you want to use WATO.
cn: WATO被禁用。请设置<TT> wato_enabled = TRUE </ tt>的，在您<TT> multisite.mk </ tt>的，如果你想使用WATO。
mk: WATO被禁用。请设置的<tt> wato_enabled = TRUE </ tt>的您的<TT> multisite.mk </ tt>的，如果你想使用WATO。

source: WATO replication allows you to manage several monitoring sites with a logically centralized WATO. Slave sites receive their configuration from master sites. Several master sites can build a peer-to-peer replication pool for sake of redundancy.<br><br>Note: Slave sites do not need any replication configuration. They will be remote-controlled by the master sites.
cn: WATO复制允许您管理多个监测点逻辑上集中的WATO。从网站接收其配置从主站点。几个主站点可以建立一个对​​等复制池，为了冗余。<br> <br>请注意：从网站不需要任何复制配置的。他们将主站点进行远程控制。
mk: WATO复制允许您WATO逻辑上集中管理多个监测点。从网站接收其配置从主站点。几个主站点可以构建一个对等复制池为了冗余 - 注：从网站不需要任何复制配置的。他们将主站点进行远程控制。

source: WWID of the LUN
cn: WWID的LUN
mk: 的LUN WWID

source: Wa
cn: “什——！！！”
mk: “什——！！！”

source: Warn on unexpected active interface
cn: 意想不到的积极接口发出警告

source: Warn, if the age of the page is older than this
cn: 警告的页面是如果年龄超过此
mk: 发出警告，如果在网页的年龄超过此

source: Warning
cn: 警告
mk: 警告

source: Warning above
cn: 上面的警告

source: Warning at
cn: 警告在
mk: 在警告

source: Warning at a disk wait of
cn: 在磁盘等待警告
mk: 在等待磁盘的警告

source: Warning at a load of
cn: 警告，在负载
mk: 在负载的警告

source: Warning at a usage of
cn: 在使用的警告
mk: 在使用的警告

source: Warning at a utilization of
cn: 警告在利用率
mk: 警告：在利用

source: Warning at queue length
cn: 在队列长度警告
mk: 队列长度警告

source: Warning below
cn: 下面的警告

source: Warning higher as
cn: 警告高
mk: 警告高

source: Warning if fewer than
cn: 警告：如果少于
mk: 警告：如果少于

source: Warning if moisture higher than
cn: 警告：如果湿度高于
mk: 警告：如果水份高于

source: Warning if moisture lower than
cn: 警告：如果水分低于
mk: 警告：如果水分低于

source: Warning if more than
cn: 警告：如果以上
mk: 警告：如果超过

source: Warning if pool usage higher than
cn: 警告：如果池的使用高于
mk: 警告如果池的利用率高于

source: Warning lower as
cn: 警告：低
mk: 警告：低

source: Warning lower than
cn: 警告低于

source: Warning older then
cn: 警告老
mk: 然后警告

source: Warning remaining
cn: 警告其余
mk: 剩余警告

source: Warning younger then
cn: 警告年轻然后
mk: 然后警告年轻

source: Warning: This host has an invalid configuration!
cn: 警告：此主机具有无效的配置！
mk: 警告：此主机具有无效的配置！

source: Warning: This host has an invalid configuration:
cn: 警告：此主机具有无效的配置：
mk: 警告：此主机具有无效的配置：

source: Wato restart mode for Nagios
cn: Wato为Nagios的启动模式
mk: WATO Nagios的启动模式

source: We are sorry, but you lack the permission for this operation. If you do not like this then please ask you administrator to provide you with the following permission: '<b>%s</b>'.
cn: 我们很抱歉，但你缺乏的权限进行此操作。如果你不喜欢，那么请要求您的管理员为您提供以下权限：的“<B> %s </ b>“的。
mk: 我们很抱歉，但缺乏权限进行此操作。如果你不喜欢，那么请要求您的管理员为您提供以下权限：'<B> %s </ B>'。

source: Wednesday
cn: 星期三
mk: 星期三

source: Weekdays
cn: 平时
mk: 平时

source: Welcome to Check_MK Multisite Mobile. Please Login.
cn: 欢迎来到Check_MK多位置移动。请登录。
mk: 欢迎来到多站点Check_MK手机。请登录。

source: When Multisite is running in debug mode, internal Python error messages are being displayed and various debug information in other places is also available.
cn: 当多站点运行在调试模式下，内部的Python错误消息显示，也可在其他地方的各种调试信息。
mk: 当多站点运行在调试模式下，内部的Python错误消息显示，也可在其他地方的各种调试信息。

source: When averaging is set, then an floating average value of the disk throughput is computed and the levels for read and write will be applied to the average instead of the current value.
cn: 当平均被设置，然后磁盘吞吐量浮动平均值计算将被应用到的电流值的平均值，而不是和用于读取和写入的水平。
mk: 当平均被设置，然后通过磁盘的浮动平均值计算将被应用到的电流值的平均值，而不是水平的读取和写入。

source: When buffering the HTTP stream is enabled, then Multisite will not send single TCP segments for each particle of HTML output but try to make larger segments. This saves bandwidth especially when using HTTPS. On the backside there might be a higher latency for the beginning of pages being displayed.
cn: 缓冲启用HTTP流时，那么多位置不发送单一的TCP报文段，每个粒子的HTML输出，但尽量让大片段。这样可以节省带宽，尤其是当使用HTTPS。的背面上有可能会对较高的延迟时间所显示的页面的开始。
mk: 当缓冲启用HTTP流，那么多位置不发送一个TCP段为每个粒子的HTML输出，但尽量让大段。节省了带宽，尤其是当使用HTTPS。的背面上，有可能会对所显示的页面的开始，延迟也越大。
