Repository: ajufrancis/scripts
Catalog: nagios/plugins/check_*_translate/multisite_*.po
Languages: cn, mk

source: Operating System Resources
cn: 作业系统资源
mk: 操作系统资源

source: Operating speed
cn: 操作速率
mk: 操作速率

source: Operation mode of Check_MK
cn: 操作模式Check_MK
mk: 操作的Check_MK模式

source: Operational State
cn: 运行状况
mk: 运行状况

source: Operational state
cn: 运行状况
mk: 运行状况

source: Optional DNS server you want to use for the lookup
cn: 可选的DNS服务器要使用的查找
mk: 可选的DNS服务器查找您要使用

source: Optional IP-ADDRESS you expect the DNS server to return. HOSTmust end with a dot (.)
cn: 可选的IP地址，DNS服务器返回的。 HOSTmust结束点（。）
mk: 可选的IP地址，DNS服务器返回。 HOSTmust年底以点（。）

source: Optional expect the DNS server to be authoriativefor the lookup
cn: 可选DNS服务器authoriativefor查​​找
mk: 可选预期的DNS服务器要查找authoriativefor

source: Optional parameters
cn: 可选参数
mk: 可选参数

source: Optional selection of a site
cn: 可选的网站选择
mk: 可选选择网站

source: Optional selection of host contact group group
cn: 可选的选择的主机联络小组组
mk: 可选选择主机接触群组

source: Optional selection of host group
cn: 主机组的可选选择
mk: 可选选择主机组

source: Optional selection of service contact group group
cn: 可选的服务联络组组选择
mk: 可选服务联络小组组选择

source: Optional selection of service group
cn: 可选服务组选择
mk: 可选服务组选择

source: Oracle Logswitches
cn: 甲骨文Logswitches
mk: Oracle Logswitches的

source: Oracle Sessions
cn: Oracle会话
mk: 甲骨文会话

source: Oracle Tablespaces
cn: Oracle表空间

source: Organize services in groups for a better overview in the status display.
cn: 组织服务组的状态显示在一个更好的概览。
mk: 组织服务组中的状态显示为更好地了解。

source: Organize your hosts in groups independent of the tree structure.
cn: 组织你的主机组独立的树状结构。
mk: 组织您的主机组独立的树结构。

source: Other
cn: 给另一方
mk: 给另一方

source: Other speed in bits per second
cn: 其他比特每秒的速度
mk: 其他比特每秒的速度

source: Out of notification period
cn: 日期的通知期
mk: 出通知期

source: Output
cn: 输出
mk: 输出

source: Output of check plugin
cn: 检查插件的输出
mk: 检查插件的输出

source: Output of host check plugin
cn: 输出的主机检​​查插件
mk: 输出宿主检查插件

source: Output text coding settings for SNMP devices
cn: 输出文字编码设置为SNMP设备
mk: 输出文字编码设置SNMP设备

source: Overall state of a virtual machine
cn: 整体状态的虚拟机
mk: 整体状态的虚拟机

source: Owner
cn: P
mk: P

source: PENDING
cn: 等待中
mk: 等待中

source: PENDING Services of host
cn: 挂起的主机服务
mk: 等待主机服务

source: PING and host check parameters
cn: PING主机检查参数
mk: PING和主机检查参数

source: PNP Graphs of services with description:
cn: 服务描述PNP图：
mk: PNP图描述的服务：

source: PNP graph
cn: PNP图
mk: PNP图

source: PNP graphs for host
cn: PNP的主机图
mk: PNP主机图

source: PNP host graph
cn: PNP主机图
mk: PNP主机图

source: PNP service graph
cn: PNP服务图
mk: PNP服务图

source: PROB
cn: 问题
mk: 问题

source: Packet loss
cn: 数据包丢失
mk: 数据包丢失

source: Pad port numbers with zeroes
cn: 垫的端口号用零
mk: 板的端口号与零

source: Page not found
cn: 未找到页面
mk: 未找到页面

source: Page size to expect
cn: 页面大小期待
mk: 页面大小期望

source: Pagefile Levels
cn: 页面文件级别
mk: 页面文件级别

source: Pagefile critical at
cn: 页面文件的关键在
mk: PAGEFILE关键在

source: Pagefile warning at
cn: 页面文件警告
mk: 页面文件警告

source: Pager
cn: （呼机）

source: Pager address
cn: 传呼机地址
mk: 寻呼机地址

source: Parameters
cn: 参数
mk: 参数

source: Parameters for Inventorized Checks
cn: Inventorized检查的参数
mk: 为Inventorized检查参数

source: Parent scan
cn: 家长扫描
mk: 家长扫描

source: Parents
cn: 父母
mk: 父母

source: Parents are used to configure the reachability of hosts by the monitoring server. A host is considered to be <b>unreachable</b> if all of its parents are unreachable or down. Unreachable hosts will not be actively monitored.<br><br><b>Clusters</b> automatically configure all of their nodes as parents, but only if you do not configure parents manually.<br><br>In a distributed setup make sure that the host and all of its parents are monitored by the same site.
cn: 家长可用于配置的可达性，通过监控服务器主机。一台主机被认为是<B>无法访问</ B>如果所有的父母都无法访问或向下。无法访问的主机不会以主动监测。参考参考<B>集群</ B>自动配置所有节点父母，但如果你不手动配置的父母。<br> <br>在一个分布式设置确保主机和其父母相同的网站进行监控。
mk: 家长用来配置监控服务器的主机是否可达。一台主机被认为是<b>不可达的</ B>如果所有的父母可达或停机。不可到达的主机不会主动监控。 - <B>集群</ B>自动配置所有的节点作为父母，但只有当你不手动配置的父母 - 在分布式设置确保主机和其父母都是由同一站点监测。

source: Parents unchanged at %s
cn: %s父母不变
mk: 父母在%s不变

source: Passive checks
cn: 被动检查
mk: 被动检查

source: Passive checks have been manually disabled for this %s!
cn: 被动检查已被手动禁用%s ！
mk: %s被动检查已被手动禁用！

source: Password
cn: 密码
mk: 密码

source: Password confirmation
cn: 确认密码
mk: 确认密码

source: Password for binding, if you server requires an authentication
cn: 具有约束力的密码，如果你的服务器需要身份验证
mk: 用于绑定的密码，如果你的服务器需要身份验证

source: Password:
cn: 路径
mk: p

source: Pattern
cn: Pattern(模式)
mk: Pattern(模式)

source: Pattern (Regex)
cn: 模式（正则表达式）
mk: 模式（正则表达式）

source: Pattern for mount point (using * and ?)
cn: 挂载点模式（使用*和？）
mk: 模式的挂载点（使用*和？）

source: Pause
cn: 暂停

source: Peer
cn: 这种荣耀
mk: 这种荣耀

source: Peer replication priority
cn: 等复制优先级
mk: 等复制优先级

source: Peer: synchronize configuration with this site
cn: 与本网站对等体同步配置
mk: 点对点：同步配置与此网站

source: Pending Services
cn: 待处理服务
mk: 待服务

source: Pending changes to activate
cn: 未决的更改激活
mk: 激活挂起的更改

source: Percentage free space
cn: 自由空间百分比

source: Percentage levels of used space
cn: 使用空间的百分比水平

source: Percentual levels (in relation to port speed)
cn: Percentual水平（端口速度）
mk: 百分比的水平（端口速度有关）

source: Perf-O-Meter
cn: PERF-O-仪
mk: PERF-O-仪表

source: Perform a check of the URL or the certificate expiration.
cn: 执行检查的URL或证书过期。
mk: 执行检查的URL或证书过期。

source: Perform commands
cn: 执行命令
mk: 执行命令

source: Perform network parent scan
cn: 执行网络父扫描
mk: 执行网络母公司扫描

source: Performance
cn: 结合在一起。
mk: 表现

source: Performance Data
cn: 性能数据
mk: 性能数据

source: Performance Data for Latency
cn: 性能数据延迟

source: Performance Data for Queue Length
cn: 性能数据队列长度

source: Performance data
cn: 性能数据
mk: 性能数据

source: Periodic notifications during host problems
cn: 定期在主机问题的通知
mk: 定期在主机问题的通知

source: Periodic notifications during service problems
cn: 定期在服务问题的通知
mk: 定期在服务过程中出现的问题的通知

source: Permission denied
cn: 访问被拒绝
mk: 访问被拒绝

source: Permission denied.
cn: 访问被拒绝

source: Permissions
cn: 权限
mk: 权限

source: Permits the user to change the password.
cn: 允许用户更改密码。
mk: 允许用户更改密码。

source: Permits the user to change the user profile settings.
cn: 允许用户更改用户配置文件的设置。
mk: 允许用户更改用户配置文件的设置。

source: Permits the user to logout.
cn: 允许用户注销。
mk: 允许用户注销。

source: Permits to delete all maps.
cn: 删除所有地图的许可证。
mk: 删除所有的地图许可证。

source: Pers.
cn: Pers的。
mk: 市盈率。

source: Persistent Connection
cn: 永久连接
mk: 持久连接

source: Personal Settings
cn: 个人设置
mk: 个人设置

source: Phase Number
cn: 相数

source: Physical state of port
cn: 物理端口状态
mk: 物理端口状态

source: Plain Text Email (using configured templates)
cn: 纯文本电子邮件（使用配置模板）

source: Play alarm sounds
cn: 播放报警声音
mk: 播放警报声音

source: Please Please note, that the agent replaces spaces in the service names with underscores. If you are unsure about the correct spelling of the name then please look at the output of the agent (cmk -d HOSTNAME). The service names are in the first column of the section &lt;&lt;&lt;services&gt;&gt;&gt;. Please do not mix up the service name with the display name of the service.The latter one is just being displayed as a further information.
cn: 请注意，代理服务的名称用下划线替换空格。如果你是不确定的名称的正确拼写，那么请看看的输出代理（的CMK-D HOSTNAME）。服务的名称是在第一列的部分<<< >>>。请不要混淆的服务。后者的显示名称，服务名称，只是被作为进一步的信息显示。
mk: 请请注意，代理服务名称用下划线代替空格。如果你是不确定的名称的正确拼写，然后在输出的代理（CMK-D主机名），请看看。服务名称均为一节<<< >>>在第一列。请不要混淆了服务名称服务。后者的显示名称只是被作为进一步的信息显示。

source: Please add at least one column to your view.
cn: 请至少添加一列到您的视图。
mk: 请至少添加一列到你的视图。

source: Please choose the check plugin
cn: 请选择检查插件
mk: 请选择检查插件

source: Please configure, which of the available filters will be used in this view. <br><br><b>Show to user</b>: the user will be able to see and modify these filters. You can define default values. <br><br><b>Hardcode</b>: these filters will be in effect but not visible to the user. <br><br><b>Use for linking</b>: These filters (usually site, host name and service) are needed for views that have a context (such as a host or a service). Such views can be used as targets for columns. Whenever the context is available, a button to that view will be displayed in related views.
cn: 请配置，可用的过滤器，将使用在该视图中。参考参考<b>显示用户</ b>：用户将能够查看和修改这些过滤器。您可以定义默认值。参考参考<B>硬编码</ B>：这些过滤器的效果，但会在用户不可见的。参考参考<b>使用的连接</ B>：这些过滤器（通常是网站，主机名和服务）都需要有一个上下文（如主机或服务）的意见。这种观点可以作为目标列。每当情况是，一个按钮，将显示在该视图的相关意见。
mk: 请配置，可用的过滤器将被用于在该视图中。 - <b>显示用户</ B>：用户将能够查看和修改这些过滤器。您可以定义默认值。 - <B>硬编码</ B>：这些过滤器将生效，但不可见的用户。 - <b>使用链接</ B>：这些过滤器（通常是网站，主机名和服务）都需要有一个上下文（如主机或服务）的意见。可以使用这样的观点，作为目标的列。每当情况，将显示一个按钮，该视图相关的意见。

source: Please confirm the deletion of the tag group.
cn: 请确认删除的标签组。
mk: 请确认删除标签组。

source: Please confirm the deletion of the view <tt>%s</tt>.
cn: 请确认删除的视图的<tt> %s </ P>。
mk: 请确认删除视图的<tt> %s </ P>。

source: Please edit <tt>%s</tt> in order to configure which links are shown in this snapin.
cn: 请编辑<TT> %s </ P>为了配置链接显示在这个管理单元。
mk: 请编辑<TT> %s </ tt>的以配置链接显示在这个管理单元。

source: Please enter a correct number
cn: 请输入正确的数字
mk: 请输入正确的数字

source: Please enter a filename.
cn: 请输入文件名。
mk: 请输入一个文件名。

source: Please enter a positive number of minutes.
cn: 请输入一个正的分钟数。
mk: 请输入一个正的分钟数。

source: Please enter a tag ID
cn: 请输入标签ID
mk: 请输入标签ID

source: Please enter a time.
cn: 请输入时间。
mk: 请输入时间。

source: Please enter a valid integer number
cn: 请输入一个有效的整数
mk: 请输入一个有效的整数

source: Please enter an alias name or description of this site.
cn: 请输入一个别名，这个网站的名称或描述。
mk: 请输入一个别名，这个网站的名称或说明。

source: Please enter the Multisite URL of the slave/peer site.
cn: 请输入的多从站/等站点的URL。
mk: 请输入的多奴隶/同行网站的URL。

source: Please enter the complete shell command including path name and arguments to execute. You can use Nagios macros here. The most important are:<ul><li><tt>$HOSTADDRESS$</tt>: The IP address of the host</li><li><tt>$HOSTNAME$</tt>: The name of the host</li><li><tt>$USER1$</tt>: user macro 1 (usually path to shipped plugins)</li><li><tt>$USER2$</tt>: user marco 2 (usually path to your own plugins)</li></ul>If you are using OMD, then you can omit the path and just specify the command (e.g. <tt>check_foobar</tt>). This command will be searched first in the local plugins directory (<tt>~/local/lib/nagios/plugins</tt>) and then in the shipped plugins directory (<tt>~/lib/nagios/plugins</tt>) within your site directory.<br><br><b>Passive checks</b>: Do no specify a command line if you want to define passive checks.
cn: 请输入完整的路径名和参数来执行shell命令，包括。在这里，您可以使用Nagios宏。最重要的是：<UL> <LI> <TT> HOSTADDRESS $ $ </ P>：主机的IP地址</ P> <LI> <TT> $ HOSTNAME $ </ P>：这个名字的主机</ li> <LI> <TT> $ USER1 $ </ TT>：用户宏1（通常路径到运插件）</ li> <LI> <TT> USER2 $ $ </ P>：用户马哥孛2 （通常是自己的插件路径）</ li> </ ul>如果您使用的是OMD，那么你就可以省略路径，只需指定命令（例如<TT> check_foobar </ P>）。这个命令将首先搜索在当地的插件目录（<TT>〜/ / lib目录/ nagios中/插件</ P>），然后在附带的插件目录“（<TT>〜/ lib目录/ nagios中/插件</ P >）在您的网站目录。参考参考<B>的被动检查</ B>：你没有指定命令行，如果你要定义被动检查。
mk: 请输入完整的路径名和参数来执行shell命令，包括。您可以在这里使用Nagios的宏。最重要的是：<UL> <LI> <TT> HOSTADDRESS $ $ </ P>：主机的IP地址</ LI> <LI> <TT> $ HOSTNAME $ </ P>：这个名字的主机</ LI> <LI> <TT> $ USER1 $ </ TT>：用户宏1的（通常运插件路径）</ LI> <LI> <TT> $ USER2 $ </ P>：用户MARCO 2 （通常是自己的插件路径）</ LI> </ UL>如果您使用的是OMD，那么你就可以省略路径，只需指定命令（的如<TT> check_foobar </ P>）。此命令将首先在当地的plugins目录搜索（<TT>〜/ / LIB / nagios的/插件</ P>），然后运plugins目录中“（<TT>〜/ lib中/ nagios的/插件</ TT >）在您的网站目录 - <B>的被动检查</ B>：你没有指定命令行，如果你想定义被动检查。

source: Please enter the date in the format YYYY-MM-DD.
cn: 请输入日期的格式YYYY-MM-DD。
mk: 请输入日期格式YYYY-MM-DD。

source: Please enter the date/time in the format YYYY-MM-DD HH:MM.
cn: 请输入日期/时间的格式YYYY-MM-DD HH：MM。
mk: 请输入日期/时间的格式YYYY-MM-DD HH：MM。

source: Please enter the time in the format HH:MM.
cn: 请输入时间格式为HH：MM。
mk: 请输入时间格式为HH：MM。

source: Please first create some <a href='%s'>contact groups</a>
cn: 请首先创建一些<A HREF =“ %s “联络小组</ A>
mk: 请首先创建一些<A HREF =“ %s “联络小组</ A>

source: Please leave either both from and until empty or enter two times.
cn: 请留下，直到空或输入两次。
mk: 请留下两个，直到空或输入两次。

source: Please make sure that only the %d non-network bits are non-zero
cn: 请确保只有%d非网络位是非零
mk: 请确保只有%d非网络位是非零

source: Please make sure that this is unique per host and does not collide with other services.
cn: 请确保，这是独一无二的每台主机上不发生冲突的其他服务。
mk: 请确保，这是独特的每台主机，并且不与其他服务冲突。

source: Please select a file for upload.
cn: 请选择要上传的文件。
mk: 请选择一个文件上传。

source: Please select some hosts before doing bulk operations on hosts.
cn: 请选择一些的主机之前做批量操作的主机上。
mk: 请选择一些主机的主机上做批量操作前。

source: Please select the destination folder
cn: 请选择目标文件夹
mk: 请选择目标文件夹

source: Please select which alarm state the inventory check services shall assume in case that un-monitored services are found.
cn: 请选择的报警状态的库存检查服务应承担的情况下，联合国监视的服务。
mk: 请选择报警状态的盘点服务应当承担的情况下，发现非监控服务。

source: Please specify %s.
cn: 请指定%s 。
mk: 请注明%s 。

source: Please specify a date and time.
cn: 请指定的日期和时间。
mk: 请指定的日期和时间。

source: Please specify a full name or descriptive alias for the user.
cn: 请指定用户的全名或描述别名。
mk: 请注明为用户全名或描述性的别名。

source: Please specify a host name.
cn: 请指定主机名。
mk: 请指定主机名。

source: Please specify a name of the new group.
cn: 请指定新的组的名称。
mk: 请指定一个新的组名称。

source: Please specify a name of the new timeperiod.
cn: 请指定一个名称的新timeperiod的。
mk: 请指定一个名称，新的时间周期。

source: Please specify a name.
cn: 请指定一个名称。
mk: 请指定一个名称。

source: Please specify a secret of at least 10 characters length.
cn: 请指定一个秘密的至少10个字符的长度。
mk: 请指定至少10个字符的长度的秘密。

source: Please specify a title for your host tag group.
cn: 请注明您的主机的标题，标签组。
mk: 请指定一个标题为您的主机标签组。

source: Please specify a title for your view.
cn: 请注明您的视图的标题。
mk: 请指定标题你的看法。

source: Please specify a value for %s
cn: 请指定%s值
mk: 请指定%s值

source: Please specify an ID for the new role.
cn: 请指定一个ID为新角色。
mk: 请指定新角色的ID。

source: Please specify an ID for your tag group.
cn: 请注明您的ID标签组。
mk: 请注明您的ID标签组。

source: Please specify an alias name for your timeperiod.
cn: 请指定的别名您的timeperiod。
mk: 请注明您的时间周期的别名。

source: Please specify at least on entry
cn: 请指定至少在进入
mk: 请至少在进入指定

source: Please specify at least one %s or this rule will never match.
cn: 请至少指定一个%s或本规则永远不会匹配。
mk: 请指定至少一个%s或本规则永远不会匹配。

source: Please specify at least one tag.
cn: 请至少指定一个标签。
mk: 请指定至少一个标签。

source: Please specify at least one value
cn: 请至少指定一个值
mk: 请至少指定一个值

source: Please specify four octets (X.X.X.X/YY)
cn: 请指定4个字节（XXXX / YY）
mk: 请指定4个字节（XXXX / YY）

source: Please specify the name of the status host.
cn: 请指定的地位主机的名称。
mk: 请指定状态主机名称。

source: Please specify the service to show the data for
cn: 显示的数据，请指定服务
mk: 请指定服务的数据显示

source: Please specify your administrator login on the remote site.
cn: 请注明您的系统管理员在远程站点上登录。
mk: 请注明您的管理员登录，在远程站点上。

source: Please specify your password.
cn: 请注明您的密码。
mk: 请注明您的密码。

source: Please supply a title for you auxiliary tag.
cn: 请提供您辅助标记的标题。
mk: 请提供一个标题为您辅助标记。

source: Please supply a title.
cn: 请提供一个标题。
mk: 请提供一个标题。

source: Please supply a unique name for the view, this will be used to specify that view in HTTP links.
cn: 请提供一个独特的视图名称，这将被用来指定该视图中的HTTP链接。
mk: 请提供独特的视图名称，这将是在HTTP链接，用于指定该视图。

source: Please use only a-z, A-Z, 0-9, space, underscore, dot and hyphon for your service description
cn: 请只使用为您服务的描述包括AZ，az ,0-9，空格，下划线，点和hyphon
mk: 请只使用为您服务描述包括AZ，az，0-9，空格，下划线，点和hyphon

source: Please use the syntax X.X.X.X/YY
cn: 请使用的语法XXXX / YY
mk: 请使用语法XXXX / YY

source: Plesk Backups
cn: Plesk中备份

source: Plugin Arguments
cn: 插件参数

source: Poison Queue Length
cn: 毒队列长度

source: Populates the alias attribute of the WATO user by syncrhonizing an attribute from the LDAP user account. By default the LDAP attribute &quot;cn&quot; is used.
cn: 填入，WATO用户的syncrhonizing属性的LDAP用户帐户的别名属性。默认情况下，使用LDAP属性“cn”。

source: Port
cn: 端口

source: Port:
cn: <String Name="Port">端口:</String>
mk: <String Name="Port">端口:</String>

source: PostgreSQL Database Statistics
cn: PostgreSQL数据库统计
mk: PostgreSQL数据库统计

source: PostgreSQL Sessions
cn: PostgreSQL的会议
mk: PostgreSQL的会话

source: Precompile aggregations on demand
cn: 预编译聚合需求

source: Primary system unreachable
cn: 无法访问主系统
mk: 无法访问主系统

source: Printer cardridge levels
cn: 打印机cardridge水平
mk: 打印机cardridge水平

source: Printer supply default levels
cn: 打印机耗材的默认水平
mk: 打印机供应默认级别

source: Printer supply some remaining status
cn: 打印机提供一些剩余的状态

source: Printers
cn: 打印机

source: Privacy pass phrase
cn: 隐私密码短语
mk: 隐私密码短语

source: Privacy protocol
cn: 隐私保护协议
mk: 隐私协议

source: Problem Aggregations
cn: 问题汇总
mk: 问题汇总

source: Problem acknowledged
cn: 问题确认
mk: 问题确认

source: Problem hosts
cn: 问题主机
mk: 有问题的主机

source: Problem while executing hook function %s in hook %s: %s
cn: 的问题，而执行钩子函数%s在吊钩%s ： %s
mk: 的问题，同时执行钩子函数%s在挂机%s ： %s

source: Problems
cn: 问题
mk: 问题

source: Problems (all)
cn: 问题（所有）
mk: 问题（所有）

source: Problems (unhandled)
cn: 问题（未处理）
mk: 问题（未处理）

source: Problems of host
cn: 主机的问题
mk: 主机的问题

source: Proceed
cn: 继续
mk: 继续

source: Process Creations
cn: 工艺创作

source: Process Inventory
cn: 过程库存

source: Process Matching
cn: 进程匹配

source: Process name for usage in the Nagios service description
cn: 进程名称使用在Nagios服务描述
mk: 使用Nagios服务描述的进程名

source: Process stored SNMP walks with agent simulator
cn: 流程存储的SNMP各界的代理模拟
mk: 存储过程SNMP代理模拟器散步

source: Processes performance data
cn: 处理性能数据
mk: 处理性能数据

source: Profile requests
cn: 个人资料的要求

source: Program
cn: 项目
mk: 程序

source: Progress
cn: 浪子历程

source: Properties
cn: 属性
mk: 属性

source: Protocol
cn: 协议

source: Proxy-Authorization
cn: 代理授权
mk: 代理授权

source: Publish views
cn: 发布意见
mk: 发布意见

source: Put the item names of the logfiles here. For example "System$" to select the service "LOG System".
cn: 把这里的日志文件的项目名称。例如“系统”选择服务“登录系统”。
mk: 把这里的日志文件的项目名称。例如“系统”“选择服务”日志系统“。

source: Python data output
cn: Python数据输出
mk: Python数据输出

source: Python raw data output
cn: Python原始数据输出
mk: Python的原始数据输出

source: Quicksearch
cn: 快速搜索
mk: 快速搜索

source: RAID: overall state
cn: RAID：整体状态
mk: RAID：整体状态

source: RAID: state of a single disk
cn: 单个磁盘的RAID状态
mk: 单个磁盘的RAID状态

source: Random Hosts
cn: 随机主机
mk: 随机主机

source: Randomize password
cn: 随机密码

source: Range for filesystem trend computation
cn: 文件系统潮流计算范围
mk: 文件系统潮流计算范围

source: Read
cn: 读为
mk: {0}已读{/0}

source: Read Queue-Length
cn: 读队列的长度

source: Read access to all hosts and folders
cn: 所有的主机和文件夹的“读取”权限
mk: 阅读的所有主机和文件夹的访问

source: Read access to all modules
cn: 访问所有的模块
mk: 所有模块的读访问

source: Read throughput
cn: 读取吞吐量
mk: 阅读吞吐量

source: Recently changed services
cn: 最近更改服务
mk: 最近变更的服务

source: Reference size for magic factor
cn: 魔术因素的参考尺寸
mk: 参考大小魔法因子

source: Refresh all services (tabula rasa)
cn: 刷新所有服务（白板）
mk: 刷新服务（白板）

source: Regular expression matching command line
cn: 正则表达式匹配的命令行
mk: 正则表达式匹配的命令行

source: Regular expression to expect in content
cn: 正则表达式期望在内容
mk: 正则表达式期望在内容

source: Regular expression:
cn: <msg name="cond_ereg">正则表达式</msg>
mk: <msg name="cond_ereg">正则表达式</msg>

source: Related Views
cn: 相关意见
mk: 相关视图

source: Relative
cn: 相对
mk: elative &lt;&lt;

source: Reload
cn: 重新加载
mk: 刷新

source: Reload page every
cn: 刷新网页
mk: 刷新页面每隔

source: Reloading...
cn: 重装...
mk: "重新加载...",

source: Remote Temperature
cn: 远程温度

source: Remote command on site %s failed: <pre>%s</pre>
cn: 远程命令现场%s失败：<PRE> %s </ pre>
mk: 远程指挥现场%s失败：<PRE> %s </预>

source: Remove
cn: 清除
mk: 清除

source: Remove Acknowledge
cn: 删除确认
mk: 删除应答

source: Remove all
cn: <String Name="RemoveAll">删除全部"</</String>"
mk: <String Name="RemoveAll">删除全部"</</String>"

source: Remove exceeding
cn: 删除超过
mk: 删除超过

source: Remove explicit setting
cn: 删除显式设置
mk: 删除显式设置

source: Remove obsolete services
cn: 删除过时的服务
mk: 删除过时的服务

source: Remove the information that an attribute (like check enabling) has been changed
cn: 删除的信息，已更改属性（如支票启用）
mk: 删除的信息已更改属性（如支票启用）

source: Removed auxiliary tag %s (%s)
cn: 删除辅助标签%s （ %s ）
mk: 删除辅助标记%s （ ） %s

source: Removed host tag group %s (%s)
cn: 移除%s主机标签组（ %s ）
mk: 删除主机标签组%s （ ） %s

source: Removed parents
cn: 删除的父母
mk: 父母删除

source: Removed snapshot %s
cn: 删除的快照%s
mk: 删除快照%s

source: Repeat query and allow more results.
cn: 重复查询，让更多的结果。
mk: 重复查询，并让更多的结果。

source: Repeat query without limit.
cn: 重复查询没有限制。
mk: 重复查询没有限制。

source: Replication
cn: 复制
mk: 复制

source: Replication Partner
cn: 复制伙伴“
mk: 复制伙伴

source: Replication Priority '%s' is not a valid number.
cn: 复制优先级' %s '不是一个有效的数字。
mk: 复制优先级' %s '是不是一个有效的数字。

source: Replication method
cn: 复制方法
mk: 复制方法

source: Replication result
cn: 复制的结果
mk: 复制结果

source: Reschedule
cn: 重新安排
mk: 重新安排

source: Reschedule active checks
cn: 重新安排积极检查
mk: 重新安排活动的检查

source: Reschedule an immediate check of the 'Check_MK' service
cn: 重新安排的“Check_MK的服务立即检查
mk: 重新安排立即检查“Check_MK服务

source: Reschedule an immediate check of this %s
cn: %s重新安排立即检查
mk: %s重新安排立即检查

source: Reschedule checks
cn: 重新安排检查
mk: 重新安排检查

source: Reschedule host and service checks
cn: 重新安排的主机和服务检查
mk: 重新安排的主机和服务检查

source: Reset to default
cn: 重置为默认
mk: 重置为默认

source: Resetted WATO, wiped all configuration.
cn: Resetted WATO，消灭所有的配置。
mk: Resetted WATO，抹去所有配置。

source: Resetted configuration variable %s to its default.
cn: Resetted配置变量%s为默认值。
mk: 的配置变量Resetted %s为默认值。

source: Resetting configuration variable
cn: 重新配置变量
mk: 重新配置变量

source: Restart
cn: 重新启动
mk: 重启

source: Restore
cn: 还原
mk: 还原

source: Restore from file
cn: 从文件中恢复
mk: 从文件中恢复

source: Restore from uploaded file
cn: 从上传的文件还原
mk: 从上传的文件还原

source: Restored from uploaded file
cn: 从上传文件中恢复
mk: 从上传的文件还原

source: Restored snapshot %s
cn: 恢复快照%s
mk: 恢复快照%s

source: Restrict to n<sup>th</sup> to m<sup>th</sup> notification (escalation)
cn: 限制Ñ三届</ SUP>到米<SUP>的日</ sup>的通知（升级）

source: Resulting state
cn: 由此产生的国家
mk: 结果状态

source: Results
cn: 结果
mk: 结果

source: Retry
cn: 重试
mk: 重试

source: Retry Failed Hosts
cn: 重试失败的主机
mk: 重试失败的主机

source: Retry Remote Delivery
cn: 重试远程传递

source: Retry check interval
cn: 重试检查间隔
mk: 重试检查间隔

source: Retry check interval for host checks
cn: 重试检查间隔的主机检查
mk: 重试检查主机检查间隔

source: Retry check interval for service checks
cn: 服务检查重试检查间隔
mk: 重试检查间隔的服务检查

source: Retry with debug mode
cn: 重试调试模式
mk: 重试调试模式

source: Return process times within performance data
cn: 返回的处理时间内的性能数据

source: Reused cached compiled BI aggregations (PID %d)
cn: 重复使用缓存的编译BI聚合（PID %d ）
mk: 重用缓存编译BI聚合（PID %d ）

source: Reused persistent livestatus connection from earlier request (PID %d)
cn: 再利用的持续性livestatus连接从较早的请求（PID %d ）
mk: 重用从早期要求的的持久livestatus连接（PID %d ）

source: Role & Permission Matrix
cn: 角色和权限矩阵
mk: 角色和权限矩阵

source: Roles
cn: <msg name="roles">角色</msg>
mk: 角色

source: Roles & Permissions
cn: 角色和权限
mk: 角色与权限

source: Room temperature (external thermal sensors)
cn: 室温（外部热传感器）
mk: 室温（外部温度传感器）

source: Round trip average
cn: 来回平均
mk: 来回平均

source: Rule activation
cn: 第激活
mk: 激活规则

source: Rule-Based Configuration of Host &amp; Service Parameters
cn: 以规则为基础的主机和服务的配置参数

source: Rules
cn: 规则
mk: 规则

source: Rules effective on host
cn: 有效的主机上的规则
mk: 主机上有效的规则

source: Rules in folder
cn: 在文件夹中的规则

source: Rules matching
cn: 规则匹配
mk: 规则匹配

source: Ruleset
cn: 规则集速度明显更快。
mk: 规则集

source: Rulesets
cn: 规则集速度明显更快。
mk: 规则集

source: Rulesets that contain rules with references to the changed tags
cn: 规则集包含的规则，改变标签
mk: 规则集包含的规则，改变标签的引用

source: Run in simulation mode
cn: 在模拟模式下运行
mk: 在模拟模式下运行

source: Running
cn: 运营

source: SERVICE:
cn: 服务：
mk: 服务。

source: SMTP AUTH type to check (default none, only LOGIN supported)
cn: SMTP AUTH类型检查（默认没有，唯一的登录支持）
mk: SMTP AUTH类型检查（默认没有，唯一的登录支持）

source: SMTP Commands
cn: SMTP命令
mk: SMTP命令

source: SMTP Responses
cn: SMTP响应
mk: SMTP响应

source: SMTP commands to execute.
cn: SMTP命令来执行。
mk: SMTP命令执行。

source: SNMP Agent Simulator
cn: SNMP代理模拟
mk: SNMP代理模拟器

source: SNMP communities of monitored hosts
cn: 监控主机的SNMP社区
mk: 监控主机的SNMP社区

source: SNMP community (SNMP Versions 1 and 2c)
cn: SNMP社区（SNMP版本1和2c）
mk: SNMP社区（SNMP版本1和2c）

source: SSL certificate validation
cn: SSL证书验证
mk: SSL证书验证

source: Saturday
cn: 星期六
mk: 星期六

source: Save
cn: 保存
mk: 存储

source: Save &amp; Finish
cn: 保存并完成
mk: 保存完成

source: Save &amp; go to Services
cn: 保存和服务
mk: 保存及服务

source: Save manual check configuration
cn: 除手动检查配置
mk: 保存手动检查配置

source: Saved check configuration of host [%s] with %d services
cn: 保存的检查配置的主机[ %s ] %d服务
mk: 保存的检查主机配置[ %s %d服务]

source: Scan all hosts
cn: 扫描所有主机
mk: 扫描所有主机

source: Schedule and remove downtimes on hosts and services
cn: 停机时间安排和删除的主机和服务
mk: 对主机和服务的安排和消除停机

source: Schedule downtimes
cn: 安排停机时间
mk: 计划停机
